{
  "Main": [
    {
      "Live": true,
      "Video": "",
      "Fetch": "MediaFire"
    }
  ],
  "Series": [
    {
      "Title": "Πενήντα Πενήντα (50-50)",
      "ImageBack": "https://www.megatv.com/wp-content/uploads/2020/09/50-50.jpg",
      "ImageMain": "https://upload.wikimedia.org/wikipedia/el/8/84/%CE%A0%CE%B5%CE%BD%CE%AE%CE%BD%CF%84%CE%B1_%CE%A0%CE%B5%CE%BD%CE%AE%CE%BD%CF%84%CE%B1.png",
      "Description": "Η σειρά 50-50 πραγματεύεται τις ζωές τριών πενηντάρηδων καθώς και των γυναικών τους. Η Ναταλία, κόρη του Νικηφόρου και της Ελισάβετ, παντρεύεται! Ο Νικηφόρος μόνο στη σκέψη του γάμου έχει πέσει να πεθάνει. Η τεράστια αδυναμία που τρέφει για τη μονάκριβη κόρη του τον οδηγεί σε παραλογισμούς και χοντράδες. Αυτό δημιουργεί ευθυμία στην υπόλοιπη παρέα αλλά και πολλά νεύρα στην Ελισάβετ. Ο Μίμης ζει καθημερινά με την Ξανθίππη το απόλυτο ερωτικό πάθος κάτι που εκνευρίζει αφάνταστα τη νύφη του τη Βίβιαν. Ο Παύλος αποκαλύπτει στο Νικηφόρο ότι έχει δεσμό με μια μικρούλα και του ζητάει συμπαράσταση. Η σύζυγος του Παύλου, Ειρήνη, έχει αντιληφθεί την αλλαγή στη συμπεριφορά του, ωστόσο οι φίλες της αγνοώντας την αλήθεια την καθησυχάζουν.",
      "Year": "2005 - 2011",
      "Genre": "Τηλεοπτικές Σειρές",
      "Duration": "~45λ.",
      "isUnlocked": true,
      "Seasons": [
        {
          "Title": "1ος Κύκλος",
          "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-982-1024x576.jpeg",
          "Year": "2005",
          "isUnlocked": true,
          "Episodes": [
            {
              "Title": "Επεισόδιο 1",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-982-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/7m1zS144sz4P/PK6/playlist.m3u8",
              "Description": "Η Ναταλία, κόρη του Νικηφόρου και της Ελισάβετ, παντρεύεται! Ο Νικηφόρος (Πέτρος Φιλιππίδης) μόνο στη σκέψη του γάμου της, έχει πέσει να πεθάνει. Η τεράστια αδυναμία που τρέφει για τη μονάκριβη κόρη του τον οδηγεί σε παραλογισμούς και χοντράδες. Αυτό δημιουργεί ευθυμία στην υπόλοιπη παρέα αλλά πολλά νεύρα στην Ελισάβετ (‘Αβα Γαλανοπούλου). Ο Μίμης (Παύλος Χαϊκάλης) ζει καθημερινά με την Ξανθίππη (Μαρία Ανδρούτσου) το απόλυτο ερωτικό πάθος κάτι που εκνευρίζει αφάνταστα τη νύφη του Βίβιαν. Ο Παύλος (Σάκης Μπουλάς) αποκαλύπτει στον Νικηφόρο ότι έχει δεσμό με μια μικρούλα και του ζητάει συμπαράσταση. Η σύζυγός του Παύλου, Ειρήνη (Βάνα Ραμπότα) έχει αντιληφθεί την αλλαγή στην συμπεριφορά του, ωστόσο οι φίλες της αγνοώντας την αλήθεια την καθησυχάζουν. Μέχρι που η Ελισάβετ ανοίγει μια πόρτα και βρίσκεται μπροστά...",
              "Date": "",
              "Duration": "46:27",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 2",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-981-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/UzcZlZk0tlBh/PK6/playlist.m3u8",
              "Description": "Η Ελισάβετ κάνει τσακωτό μέσα στην κρεβατοκάμαρα των παιδιών, τον Παύλο με την πιτσιρίκα. Το κρύβει απ’ την Ειρήνη αλλά απειλεί τον Παύλο ότι αν δεν χωρίσει με τη μικρή θα της τα πει όλα και βέβαια κατσαδιάζει άγρια τον Νικηφόρο που του έκανε πλάτες. Κουβέντα στην κουβέντα τον διώχνει απ’ το σπίτι. ‘Οταν το νιόπαντρο ζευγάρι γυρίζει απ’ το ταξίδι του μέλιτος δέχεται την επίσκεψη του Νικηφόρου που εγκαθίσταται στο σπίτι και τους κάνει τη ζωή μαρτύριο. Ο Μίμης αντιμετωπίζει πρόβλημα υγείας. Ο γιατρός συμβουλεύει την Ξανθίππη να απέχουν απ’ το σεξ αλλά αυτό είναι και το πιο δύσκολο. Ο Παύλος όχι μόνο δε χωρίζει την μικρή αλλά ψάχνει και σπίτι για να στεγάσει τον έρωτά του. Η Ειρήνη απαντάει σ’ ένα τηλεφώνημα και μαθαίνει ότι...",
              "Date": "",
              "Duration": "44:43",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 3",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-980-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/PGNDAIa8mFoO/PK6/playlist.m3u8",
              "Description": "Η Ειρήνη μαθαίνει ότι ο Παύλος ψάχνει να νοικιάσει διαμέρισμα και αντιδρά βίαια. Νικηφόρος και Ελισάβετ σπεύδουν να ηρεμήσουν τα πνεύματα. Η Ελισάβετ βρίσκει τρόπο και τα μπαλώνει. Είναι αποφασισμένη όμως να ανακαλύψει την πιτσιρίκα του Παύλου. Ψαρεύει τον Νικηφόρο που τώρα το παίζει γλυκός και τρυφερός απέναντί της και μαθαίνει λεπτομέρειες. Η Ξανθίππη έχει γίνει υπερπροστατευτική απέναντι στον Μίμη που αναγκάζεται να φεύγει σκαστός απ’ το σπίτι για να πάει στη δουλειά του. Η Ξανθίππη του φανερώνει ότι μάλλον έχει πρόβλημα με την καρδιά του. Η Βίβιαν κρυφακούει και θεωρεί ότι η συγκυρία είναι ιδανική προκειμένου να περάσει το εργοστάσιο στον Κίμωνα. Δηλαδή στον εαυτό της. Τέλος, ο ορκισμένος εργένης Αλκιβιάδης ανακοινώνει στην παρέα ότι παντρεύεται...",
              "Date": "",
              "Duration": "44:59",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 4",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-979-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/xnrN3J3KHNMD/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος προσπαθεί να ταρακουνήσει τον Μίμη που πάει απ’ το κακό στο χειρότερο. Ακόμα κι όταν οι ιατρικές εξετάσεις του βγαίνουν καλές, εκείνος πιστεύει ότι κάτι του κρύβουν. Ο Παύλος συνεχίζει ανενόχλητος να ζει τον έρωτά του με τη Μαρία. Ωστόσο, η Ειρήνη βλέπει στο αυτοκίνητό του ένα γυναικείο τσαντάκι και τη ζώνουν τα φίδια. Η Ελισάβετ πάλι μπαλώνει τα πράγματα και δίνει μια τελευταία ευκαιρία στον Παύλο να χωρίσει τη μικρή. Εντωμεταξύ, ο Νικηφόρος σπάει στο ξύλο τον Αχιλλέα θεωρώντας ότι κερατώνει την κόρη του. Πρόκειται βέβαια για παρεξήγηση κι έτσι η Ναταλία δηλώνει στον μπαμπά της ότι δεν θέλει να τον ξαναδεί στα μάτια της! Η Ξανθίππη αναλαμβάνει δράση για να συνεφέρει μια και καλή το Μίμη αλλά της μένει στα χέρια. ‘Ολη η παρέα τρέχει νυχτιάτικα στο νοσοκομείο. Κι εκεί που περιμένουν να μάθουν νέα για τον Μίμη δίπλα τους περνάει ένα φορείο με...",
              "Date": "",
              "Duration": "45:46",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 5",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-978-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/FKW5b7W3pSWt/PK6/playlist.m3u8",
              "Description": "Και ενώ όλοι τρέχουν στο νοσοκομείο για να μάθουν νέα για το Μίμη, βρίσκονται μπροστά σε μια πολύ δυσάρεστη έκπληξη: Ο Αλκιβιάδης αποδήμησε εις τόπους χλοερούς μέσα στην αγκαλιά της Οξάνα. Οι τρεις φίλοι αρνούνται να αντιμετωπίσουν τη θλιβερή πραγματικότητα και κλείνονται στα σπίτια τους. Και τον εαυτό τους. Για πρώτη φορά ύστερα από πέντε χρόνια δε δίνουν παρουσία στο ουζερί. Ο Νικηφόρος πέφτει σε κατατονία, δεν ασχολείται καν με την κόρη του. Ο Μίμης αποφασίζει να κάνει τον Κίμωνα διευθυντή του εργοστασίου. Ο Παύλος «παγώνει» τη σχέση του με τη Μαρία. Η υπομονή των γυναικών, με τους άντρες να περιφέρονται άσκοπα στο σπίτι, αρχίζει να εξαντλείται και αναλαμβάνουν δράση...",
              "Date": "",
              "Duration": "45:15",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 6",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-977-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/E6a824H4M1yd/PK6/playlist.m3u8",
              "Description": "Οι τρεις φίλοι καταλήγουν μεθυσμένοι στο νεκροταφείο και περνούν εκεί όλη τη νύχτα πίνοντας και τραγουδώντας. Οι γυναίκες στο σπίτι κάθονται σε αναμμένα κάρβουνα μέχρι που μαθαίνουν ότι τους έχει συλλάβει η αστυνομία. Σπεύδουν στο τμήμα και αγανακτισμένες με την επιπολαιότητά τους παριστάνουν ότι δεν τους γνωρίζουν. Οι τρεις άντρες βράζουν στο ζουμί τους πίσω απ’ τα κάγκελα. ‘Οταν επιτέλους αφήνονται ελεύθεροι, περνάνε στην επίθεση προκειμένου να γλιτώσουν τις επιπλήξεις και την κριτική των γυναικών. Λόγο στο λόγο ακούγονται αλήθειες και πράγματα που θίγουν και τις δυο πλευρές. Ο Παύλος νοιώθει ότι η Ειρήνη τον έχει εγκλωβίσει και ανακαλύπτει πόσο του λείπει η Μαρία. Ο Μίμης τα ξαναβρίσκει με την Ξανθίππη και επιστρέφουν στις παλιές τους επιδόσεις. Ο δε Νικηφόρος αποφασίζει να βρει δουλειά για να αποδείξει στην Ελισάβετ ότι δεν είναι άχρηστος.",
              "Date": "",
              "Duration": "45:04",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 7",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-976-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/awDcNS7NBn8Q/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος γίνεται κληρονόμος του γραφείου τελετών του Αλκιβιάδη. Παρά τις προτροπές των υπολοίπων αλλά και της Ελισάβετ να το ξεφορτωθεί, εκείνος αποφασίζει να το κρατήσει για να τους αποδείξει ότι δεν είναι άχρηστος. Αυτή η επιμονή  δίνει αφορμές στον Μίμη και τον Παύλο για χοντρές πλάκες. Στο μεταξύ, ο Παύλος έχει αναθερμάνει τη σχέση του με τη Μαρία σε σημείο που νοικιάζει διαμέρισμα για να στεγάσει τον έρωτά τους. Η Ειρήνη τον υποπτεύεται και ζητάει τη βοήθεια της Ξανθίππης και της Ελισάβετ. Οι δυο γυναίκες προσπαθούν να την καθησυχάσουν, φοβούμενες την αντίδρασή της. Τέλος, ο Μίμης ακούει με τα ίδια του τ’ αυτιά αυτό που από καιρό υποπτεύεται: ότι η Βίβιαν δηλαδή, θέλει με κάθε τρόπο να του πάρει το εργοστάσιο απ’ τα χέρια και χρησιμοποιεί τον Κίμωνα για να τα καταφέρει. Βάζει, λοιπόν, σε εφαρμογή ένα σχέδιο «εκπαίδευσης» της Βίβιαν και του Κίμωνα...",
              "Date": "",
              "Duration": "45:05",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 8",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-975-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/UxyWghBh7N2i/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος ανακαλύπτει ότι οι παράξενοι πελάτες που πέρασαν απ’ το γραφείο τελετών ήταν βαλτοί απ’ τον Παύλο και τον Μίμη για να του κάνουν πλάκα. Θίγεται άσχημα και τους κόβει την καλημέρα. Οι τρεις φίλοι μαζί δεν κάνουνε και χώρια δεν μπορούνε αλλά κανείς τους δεν το παραδέχεται. Οι γυναίκες προκειμένου να γλιτώσουν απ’ τη γκρίνια τους καταστρώνουν ένα σχέδιο συμφιλίωσης. Κανονίζουν τραπέζι στο σπίτι της Ειρήνης που όμως καταλήγει σε τσακωμό μεταξύ Ειρήνης και Παύλου. Ο Παύλος φεύγει και ο Νικηφόρος με το Μίμη τρέχουν πίσω του για να τον ηρεμήσουν. Ο Παύλος τους δηλώνει ότι θέλει να ζήσει τη ζωή του με τη Μαρία...",
              "Date": "",
              "Duration": "46:54",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 9",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-974-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/8QgJGECW1MhR/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος πηγαίνοντας να ανοίξει το γραφείο του βρίσκεται μπροστά σε ένα εξαγριωμένο πλήθος που τον κυνηγά. Ζητάει άσυλο στο σπίτι της Ναταλίας αλλά «τρώει πόρτα». Καταλήγει στο σπίτι του Παύλου όπου η Ειρήνη τον «ανακρίνει» για το πού βρίσκεται ο Παύλος, δεδομένου ότι αυτός τον έχει χρησιμοποιήσει ως άλλοθι για να δει τη Μαρία. Εντωμεταξύ ο Μίμης μετά από παρότρυνση της Ξανθίππης, κάνε ιμάθημα σεξουαλικής αγωγής στον Κίμωνα, προκειμένου να ηρεμήσουν τα νεύρα της Βίβιαν. Τέλος, η Ελισάβετ από το κανάλι βγάζει στον αέρα μια είδηση λαβράκι. Και ξαφνικά στην τηλεόραση φιγουράρει η φάτσα του Νικηφόρου...",
              "Date": "",
              "Duration": "44:34",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 10",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-973-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/O3ZdBQzGe64t/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος αρνείται να δεχτεί τη συγνώμη της Ελισάβετ και πηγαίνει να μείνει στον Μίμη. Η Ναταλία που έχει τύψεις προσπαθεί να επικοινωνήσει μαζί του αλλά ο Νικηφόρος την αποφεύγει. Εντωμεταξύ η  Ειρήνη ετοιμάζεται να πάει σε καφετζού για να μάθει αν ο Παύλος την απατά. Κι ενώ Ελισάβετ και Ξανθίππη προσπαθούν να την αποτρέψουν, τελικά καταλήγουν μαζί της να «διαβάζουν» τον καφέ. Τέλος, οι τρεις άντρες αποφασίζουν να ακολουθήσουν την τελευταία συμβουλή του ‘Αδη και να εκπληρώσουν τα απωθημένα τους...",
              "Date": "",
              "Duration": "45:25",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 11",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-972-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/uPNdQi9ZQfoQ/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος και η Ελισάβετ έχουν να δώσουν σημεία ζωής δυο ολόκληρες μέρες. Η παρέα αναστατώνεται και τρέχει να μάθει τι συμβαίνει. Με τη βοήθεια της Ναταλίας και του Αχιλλέα μπαίνουν στο σπίτι και ανακαλύπτουν έκπληκτοι ότι το ζευγάρι έχει περάσει ένα ερωτικό διήμερο «αποκλεισμένο» στην κρεβατοκάμαρα. Ο Παύλος λέει ψέματα στην Ειρήνη ότι θα πάει ταξίδι για δουλειά ενώ σκοπεύει να περάσει λίγες μέρες με τη Μαρία. Η Ελισάβετ και η Ξανθίππη δεν «μασάνε» το παραμύθι καιτου κάνουν επίσκεψη-έκπληξη στην ερωτική φωλίτσα. Ο Παύλος αντί να βάλει την ουρά κάτω από τα σκέλια, πεισμώνει περισσότερο. Παράλληλα ο Μίμης ξαφνιάζεται ευχάριστα όταν μαθαίνει ότι Κίμωνας και Βίβιαν έκαναν επιτέλους σεξ. Για να επιβραβεύσει την πρόοδό τους τούς απαλλάσσει απ’ το εργοστάσιο και τους κάνει δώρο ένα ταξίδι. Τέλος, ο Νικηφόρος καλεί τον Μίμη και τον Παύλο στο σπίτι του όπου τους επιφυλάσσει μια μεγάλη έκπληξη...",
              "Date": "",
              "Duration": "45:49",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 12",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-971-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/opfFBONnNN8j/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος, ο Μίμης κι ο Παύλος εκπληρώνουν το πρώτο τους απωθημένο: Φτιάχνουν το μουσικό συγκρότημα «Τα παιδιά του ‘Αδη» και ξεκινάνε πρόβες στουπόγειο της Ελισάβετ. Παράλληλα, η Ειρήνη μετά τις τελευταίες ενδείξεις για το«κέρατο» του Παύλου αναθέτει σε ιδιωτικό ντετέκτιβ την παρακολούθησή του. Η Ελισάβετ απεγνωσμένη από τις πρόβες του συγκροτήματος, ζητάει βοήθεια από την Ξανθίππη και την Ειρήνη προκειμένου να τους ξεφορτωθεί από το υπόγειο. Εκεί, η Ξανθίππη εντυπωσιάζει με τη δεξιοτεχνία της στο πιάνο αφήνοντάς τους όλους άφωνους. Ακόμα και ο Μίμης αγνοούσε το ταλέντο της γυναίκας του με αποτέλεσμα να αρχίσει να αμφιβάλλει για το πόσο καλά την γνωρίζει. Ο Παύλος, μετά από πίεση των άλλων δυο, τους παρουσιάζει τελικά τη Μαρία υπομένοντας τα σχόλια και τα πειράγματά τους. Τέλος, το συγκρότημα πραγματοποιεί την πρώτη του ζωντανή εμφάνιση στο τσιπουράδικο...",
              "Date": "",
              "Duration": "44:34",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 13",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-970-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/80iychIURFCE/PK6/playlist.m3u8",
              "Description": "Ο Παύλος εγκαθίσταται πλέον στη «φωλίτσα» με τη Μαρία αλλά δεν μπορεί να χωνέψει ότι η Ειρήνη τού έδωσε τα παπούτσια στο χέρι. Την παρακολουθεί λοιπόν μαζί με το Νικηφόρο και το Μίμη και την βλέπει να φιλιέται έξω από το σπίτι τους με ένα νεαρό μηχανόβιο. Οι τρεις άντρες αποφασίζουν να θυμηθούν τα οργισμένα νιάτα τους και καβαλάνε μηχανές. ‘Ολες οι προσπάθειες της Ελισάβετ και της Ξανθίππης να τους λογικέψουν πέφτουν στο κενό. Ο Παύλος ζητάει εξηγήσεις απ’ την Ειρήνη για τον νεαρό μηχανόβιο και «ξανατρώει πόρτα». Ο Νικηφόρος πηγαίνει στο σπίτι της Ναταλίας και στα χέρια του πέφτει ένα γράμμα από τη Βοστόνη που προσκαλεί τον Αχιλλέα να δουλέψει εκεί. Με την ιδέα και μόνο ότι η κόρη του θα φύγει στο εξωτερικό τρελαίνεται. Η Ελισάβετ επισκέπτεται την Ειρήνη για να της συμπαρασταθεί αλλά εκείνη την κατηγορεί για προδοσία και την διώχνει. Τέλος μια τυχαία συνάντηση φέρνει το σκοτεινό παρελθόν της Ξανθίππης στην επιφάνεια...",
              "Date": "",
              "Duration": "50:10",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 14",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-969-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/jgLE7QF7xW0H/PK6/playlist.m3u8",
              "Description": "Η νέα χρονιά δεν ξεκινάει ειρηνικά για κανέναν. Ο Νικηφόρος προσπαθεί με θεμιτούς και αθέμιτους τρόπους να εκθέσει τον Αχιλλέα στα μάτια της Ναταλίας προκειμένου να αποτρέψει το ταξίδι των παιδιών στη Βοστόνη. Ο δε Μίμης μετά την αποκάλυψη ότι η Ξανθίππη έχει κάνει φυλακή, φοβάται ακόμα και τον ίσκιο του. Το σεξ με την Ξανθίππη αποτελεί πια μακρινή ανάμνηση. Ο Παύλος, ενώ περνάει ζωή και κότα με τη μικρή, δεν έχει χωνέψει ακόμα ότι η Ειρήνη τον απάτησε. Παράλληλα η Ειρήνη βιώνει τη μοναξιά της επιμένοντας να αρνείται τη συγνώμη της Ελισάβετ και της Ξανθίππης. Τέλος, η Ξανθίππη μη αντέχοντας άλλο την «καραντίνα» στην οποία την έχει βάλει ο Μίμης, αποφασίζει να του μιλήσει για το παρελθόν της...",
              "Date": "",
              "Duration": "45:51",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 15",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-968-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/Ly9Zsd5DaR3k/PK6/playlist.m3u8",
              "Description": "Ο Παύλος κι ο Μίμης ξυπνάνε στους καναπέδες της Ελισάβετ. Ο Νικηφόρος ετοιμάζει περιχαρής πρωινό για τη Ναταλίτσα και βρίσκει ευκαιρία να ρίξει κι άλλο δηλητήριο για τον Αχιλλέα. Ο Παύλος φεύγει άρον-άρον για να καθησυχάσει τη Μαρία που τον έψαχνε όλη νύχτα. Ο Μίμης ράκος ψυχολογικά πηγαίνει στο εργοστάσιο. Ο Αχιλλέας καταφθάνει στο σπίτι της Ελισάβετ με σκοπό να τα ξαναφτιάξει με τη Ναταλία. Ο Νικηφόρος κατορθώνει να τους κάνει πάλι να τσακωθούν. Η Ελισάβετ πηγαίνει στην Ξανθίππη και τη βρίσκει να ετοιμάζει βαλίτσες. Μαθαίνει από πρώτο χέρι τον πρότερο «ανέντιμο» βίο της. Η Ξανθίππη ζητάει «άσυλο» στο σπίτι της Ειρήνης. Εκείνη τη δέχεται και τελικά οι τρεις γυναίκες τα ξαναβρίσκουν μεταξύ τους. Η Μαρία κάνει σκηνή στον Παύλο για τη νυχτερινή απουσία του, νομίζοντας ότι έχει κοιμηθεί στην Ειρήνη. Ο Παύλος την ηρεμεί αλλά το «καρφί» της Ειρήνης έχει βρει το στόχο του. Ο Παύλος αρχίζει να νιώθει ανασφαλής ως εραστής. Ο Μίμης γυρίζει στο σπίτι με σκοπό να ξαναμιλήσει με την Ξανθίππη πριν πάρει αποφάσεις. Η Βίβιαν του ανακοινώνει ότι η Ξανθίππη τον εγκατέλειψε...",
              "Date": "",
              "Duration": "46:34",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 16",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-967-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/4pWGDjh57kFf/PK6/playlist.m3u8",
              "Description": "Η Ελισάβετ ξυπνάει άρρωστη και με κακά προαισθήματα. Ο Νικηφόρος φέρεται ύποπτα και προφασίζεται ότι έχει δουλειά για να φύγει απ’ το σπίτι. Ο Μίμης παρά τις προσπάθειες του Κίμωνα αρνείται να συνέλθει. Η Βίβιαν προσπαθεί να εκμεταλλευτεί την κατάσταση αλλά αυτή τη φορά ο Μίμης της κόβει τη φόρα. Ο Κίμωνας προσπαθεί να πείσει την Ξανθίππη να γυρίσει στο σπίτι. Εκείνη του λέει όλη την αλήθεια, την οποία ο Κίμωνας μεταφέρει στον πατέρα του επιτυγχάνοντας τα αντίθετα αποτελέσματα. Ο Παύλος ζητάει διαζύγιο απ’ την Ειρήνη μετά από πίεση της Μαρίας. Η Ειρήνη για να τον ψήσει κι άλλο αρνείται να του το δώσει. Ο Μίμης πιεσμένος από την όλη κατάσταση θέλει κάπου να ξεσπάσει. Πείθει το Νικηφόρο να πάνε για εξτρίμ σπορ. Ξεσηκώνουν και τον Παύλο αλλά τελικά καταλήγουν να παλιμπαιδίζουν σε ένα Λούνα Παρκ...",
              "Date": "",
              "Duration": "47:24",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 17",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-966-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/DFP0kdn5FyIh/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος έχει μετανιώσει πικρά για το κακό που έκανε στη Ναταλία και τον Αχιλλέα αλλά δεν τολμάει να πει και την αλήθεια. Ο Παύλος τα ‘χει πάρει με το πείσμα της Ειρήνης να μη του δίνει διαζύγιο αλλά δεν μπορεί να κάνει και κάτι. Απ’ την άλλη, o Μίμης περνάει φάση στερητικού συνδρόμου από την Ξανθίππη αλλά δεν το παραδέχεται κι ο Κίμωνας αναλαμβάνει δράση. Στήνει ραντεβού με Μίμη και Ξανθίππη χωρίς εκείνοι να το ξέρουν. ‘Ομως τα πράγματα αντί να φτιάξουν γίνονται χειρότερα… Η Ελισάβετ μαθαίνει απ’ την Ξανθίππη για τη συνάντηση Νικηφόρου και Οξάνας. Τη ζώνουν τα φίδια και αποφασίζει να ερευνήσει. Ανακαλύπτει λοιπόν ότι η φάση με την αλλοδαπή στην αγκαλιά του Αχιλλέα ήταν στημένη απ’ τον Νικηφόρο. Γίνεται έξαλλη κι ενώ είναι έτοιμη να τον αρπάξει, μπουκάρει στο σπίτι ο πατέρας της Μαρίας και τον τουλουμιάζει στο ξύλο νομίζοντας ότι ο Νικηφόρος είναι ο παντρεμένος που νταραβερίζεται με την κόρη του… Η παρεξήγηση λύνεται αλλά τα βάσανα του Νικηφόρου δεν τελειώνουν. Η Ελισάβετ του δηλώνει ότι τον χωρίζει.",
              "Date": "",
              "Duration": "45:31",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 18",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-965-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/BzKbeLe6u1Cl/PK6/playlist.m3u8",
              "Description": "Οι τρεις φίλοι ο ένας χειρότερα απ’ τον άλλον. Ο Νικηφόρος με την απειλή διαζυγίου απ’ την Ελισάβετ, ο Μίμης αναποφάσιστος σε σχέση με την Ξανθίππη κι ο Παύλος σοκαρισμένος απ’ την αποκάλυψη ότι η Ειρήνη ήξερε καιρό για τη Μαρία. Ο Νικηφόρος αποφασίζει να ζητήσει ταπεινά συγνώμη απ’ τα παιδιά για το κακό που προκάλεσε. Εκεί όμως τον περιμένει μια δυσάρεστη έκπληξη… Εντωμεταξύ ο Μίμης εκφράζει τη σφοδρή επιθυμία να πάνε για ψάρεμα. Παιδικό απωθημένο καθώς ο πατέρας του δεν τον πήγε ποτέ. Οι τρεις φίλοι καταλήγουν να «ψαρεύουν» σε καφέ μπαρ… Τέλος ο Παύλος επισκέπτεται την Ειρήνη κι εκείνη του ανακοινώνει ότι θα του δώσει το διαζύγιο. ‘Ομως η ξαφνική επιστροφή της κόρης τους απ’ το Λονδίνο θα ανατρέψει πάλι τις ισορροπίες...",
              "Date": "",
              "Duration": "47:07",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 19",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-964-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/BZK4c3C0jQ5S/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος λαμβάνει την αίτηση διαζυγίου της Ελισάβετ και η Ξανθίππη απειλεί με τη σειρά της το Μίμη με χωρισμό. Οι τέσσερίς τους βρίσκονται στο ίδιο σπίτι να καβγαδίζουν και να τους παίρνει το ξημέρωμα… Από την άλλη Παύλος και Ειρήνη παριστάνουν ότι δεν τρέχει τίποτα και ότι όλα μεταξύ τους είναι μέλι-γάλα «για χάρη του παιδιού». Η Μαρία πιέζει με τηλεφωνήματα κι ο Παύλος τη φλομώνει στα ψέματα. Ο Νικηφόρος κάνει άλλη μια απόπειρα να μιλήσει στον Αχιλλέα αλλά τρώει πόρτα απ’ τη Ναταλία που συνεχίζει να παριστάνει ότι εξαιτίας του υποφέρει. Η Ελισάβετ και ο Νικηφόρος μιλάνε με τον δικηγόρο για το διαζύγιο αλλά καταλήγουν απειλώντας ο ένας τον άλλον. Στο δρόμο συνεχίζουν τον καβγά και...",
              "Date": "",
              "Duration": "47:01",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 20",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-963-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/T61YSycEHkbW/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος μετά το ατύχημα παθαίνει αμνησία. Η Ελισάβετ είναι σε απόγνωση. Εκεί που ήταν έτοιμη να τον χωρίσει τον γιατροπορεύει. ‘Ολοι προσπαθούν να βοηθήσουν την κατάσταση αλλά άδικος κόπος. Ο Νικηφόρος τα ‘χει μπερδέψει όλα στο κεφάλι του και γίνεται από αστείος έως πολύ ενοχλητικός. Παράλληλα η Μαρία δεν ανέχεται άλλο τα ψέματα του Παύλου και φεύγει από τη «φωλίτσα». Ο Μίμης προσπαθεί να ξανακερδίσει την Ξανθίππη αλλά αυτή αρνείται πεισματικά. Η Εύα πιέζει την Ειρήνη και τον Παύλο να γιορτάσουν την επέτειο γάμου και αναγκάζονται να το κάνουν. Τους καλούν όλους λοιπόν στο σπίτι. Εκεί η Ελισάβετ ακούει απ’ το Νικηφόρο αυτό που δεν έπρεπε να ακούσει...",
              "Date": "",
              "Duration": "45:25",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 21",
              "Image": "https://www.megatv.com/wp-content/uploads/2011/06/1-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/Ni7xf7idtGl7/PK6/playlist.m3u8",
              "Description": "Η Ελισάβετ ανακαλύπτει ότι ο Νικηφόρος δεν έχει αμνησία αλλά προσποιείται.Τον ξεμπροστιάζει και επισπεύδει το διαζύγιο. Ο Νικηφόρος για να υπογράψει το διαζύγιο αναγκάζει την Ελισάβετ να του παραχωρήσει το μισό σπίτι. Εντωμεταξύ η Ναταλία και ο Αχιλλέας βγάζουν περιοριστικά μέτρα προκειμένου να μην μπορεί ούτε να τους πλησιάσει ο Νικηφόρος. Δύσκολο όμως να τον κρατήσουν μακριά. Η Εύα φανερώνει στον Παύλο και την Ειρήνη ότι ξέρει τα πάντα για το χωρισμό τους. Τους ζητάει να κάνουν αυτό που πραγματικά θέλουν. Ο Μίμης προσπαθεί να προσεγγίσει την Ξανθίππη αλλά εκείνη τον αποφεύγει συστηματικά. Αφήνει οριστικά τη διεύθυνση του εργοστασίου στον Κίμωνα και αφιερώνει όλη του την ενέργειά για να την ξανακερδίσει...",
              "Date": "",
              "Duration": "44:37",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 22",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-961-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/OK6LefdilMf4/PK6/playlist.m3u8",
              "Description": "Ο Μίμης παρακολουθεί την Ξανθίππη με τη βοήθεια του Νικηφόρου και ανακουφίζεται όταν ανακαλύπτει ότι δεν τρέχει κάτι πονηρό αλλά απλώς έχει βρει δουλειά σε piano restaurant. Η Εύα αναχωρεί για το Λονδίνο και η Ειρήνη συνειδητοποιεί πλέον την απόλυτη μοναξιά της. Η Ελισάβετ προσπαθεί να την ταρακουνήσει και να την πείσει να κάνει μια νέα αρχή στη ζωή της. Ο Παύλος ξεκαθαρίζει τελικά τη θέση του στον πατέρα της Μαρίας και το ζευγαράκι επιστρέφει στη φωλίτσα του. Ο δε Νικηφόρος απειλεί θεούς και δαίμονες όταν μαθαίνει ότι η εισαγγελική απόφαση για τα περιοριστικά μέτρα εναντίον του είναι πλαστή...",
              "Date": "",
              "Duration": "46:14",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 23",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-960-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/KGl3St0ZtbEJ/PK6/playlist.m3u8",
              "Description": "Η συγκατοίκηση Νικηφόρου και Ελισάβετ συνεχίζεται επεισοδιακή με στόχο ποιος θα σπάσει περισσότερο τα νεύρα του άλλου. Ο Μίμης κάνει μια τελευταία απόπειρα να τα βρει με την Ξανθίππη. Και αυτή τη φορά τα καταφέρνει! Το ζευγαράκι ζει τον απόλυτο έρωτα απ’ την αρχή κάνοντας ράκος τη Βίβιαν που δεν πρόλαβε να χαρεί την κυριαρχία της στο σπίτι και στο εργοστάσιο. Παράλληλα ο Παύλος ξεκινάει την «εκπαίδευση» της Μαρίας αλλά αναγκάζεται να «εκπαιδευτεί» κι αυτός. Την ίδια ώρα η Ειρήνη μετά από πίεση της Ελισάβετ βγαίνει σε ραντεβού το οποίο όμως καταλήγει άδοξα. Τέλος, η Ναταλία και ο Αχιλλέας ανακαλύπτουν τον κοριό που έχει βάλει στο σπίτι τους ο Νικηφόρος και τον τιμωρούν όπως τού αρμόζει...",
              "Date": "",
              "Duration": "46:08",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 24",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-959-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/OYU4B2XtzBRQ/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος «μαθαίνει» απ’ τον κοριό ότι η Ναταλία δεν είναι πραγματική κόρη του!!! Γίνεται ράκος. Η Ελισάβετ συνεχίζοντας το δούλεμα τού «αποκαλύπτει» ότι η Ναταλία είναι καρπός παράνομου δεσμού. Εντωμεταξύ ο Παύλος συνεχίζει να παριστάνει ότι γυμνάζεται και η Μαρία συνεχίζει να παριστάνει την νοικοκυρά. Και οι δύο αποδεικνύονται ανεπίδεκτοι μαθήσεως. Ο Μίμης και η Ξανθίππη επιδίδονται στο γνωστό τους σπορ κουρελιάζοντας τα νεύρα της Βίβιαν που δεν μπορεί να χωνέψει με τίποτα τον επικείμενο γάμο. Κι εκεί που όλα δείχνουν ρόδινα για το ζευγάρι, μια έκρηξη ζήλιας του Μίμη δημιουργεί στην Ξανθίππη αμφιβολίες. Η Ειρήνη επισκέπτεται οφθαλμίατρο για την πρεσβυωπία της και «τα βλέπει όλα» στο πρόσωπο του Γιάννη, του οφθαλμίατρου. Τέλος, η Ναταλία ετοιμάζεται να δώσει στον Νικηφόρο το τελειωτικό χτύπημα...",
              "Date": "",
              "Duration": "44:42",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 25",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-958-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/mZm82P8bck3i/PK6/playlist.m3u8",
              "Description": "Η Ελισάβετ απεγνωσμένη μετά την κατάληψη του σπιτιού απ’ τον Νικηφόρο, ζητάει τη βοήθεια του Παύλου και του Μίμη. Εκείνοι, ως διαμεσολαβητές σε εμπόλεμη ζώνη, κατορθώνουν και πείθουν τον Νικηφόρο να βγει απ’ το σπίτι. Ο Νικηφόρος, όμως, δεν έχει πει ακόμα την τελευταία του λέξη… Η Ειρήνη ανταποκρίνεται στο φλερτ του οφθαλμίατρου και ενώ αρχικά διστάζει, τελικά δέχεται να βγει μαζί του… Ο Μίμης παθαίνει κι άλλη κρίση ζήλιας κάνοντας την Ξανθίππη έξαλλη ενώ η Βίβιαν προσπαθεί να πείσει τον Κίμωνα να κάνει εξετάσεις γονιμότητας μήπως και καταφέρουν να κάνουν παιδί.  Τέλος, ο Αχιλλέας και η Ναταλία βρίσκουν τον Νικηφόρο να στήνει αντίσκηνο έξω απ’ το σπίτι τους προκειμένου να προωθήσει τα αιτήματά του ως αδικημένου πατέρα...",
              "Date": "",
              "Duration": "46:18",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 26",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-957-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/Gz2fuNHSAwca/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος συνεχίζει την απεργία πείνας προς έκπληξη των υπολοίπων που ήλπιζαν πως δεν θα αντέξει. Ελισάβετ, Αχιλλέας και Ναταλία χρησιμοποιούν αθέμιτα μέσα για να τον κάνουν να λυγίσει αλλά αυτός παραμένει ανένδοτος. Στο αντίσκηνο καταφθάνουν και οι πρώτοι δημοσιογράφοι… Ο Μίμης προχωράει το θέμα του θρησκευτικού γάμου με την Ξανθίππη αλλά συνεχίζει να τις κάνει σκηνές ζηλοτυπίας. Κάτι που της δημιουργεί τεράστια ανασφάλεια. Ο Παύλος και η Ειρήνη μετά από συνάντηση με τον δικηγόρο τους μαθαίνουν ότι θα χρειαστεί τουλάχιστον ένας χρόνος για να βγει το διαζύγιο. Απογοητεύονται και οι δυο, ο καθείς για τους λόγους του. Τέλος, ο Παύλος και ο Μίμης βρίσκουν τρόπο με τη βοήθεια του Βασίλη (από το τσιπουράδικο) να σώσουν τον Νικηφόρο απ’ την ασιτία...",
              "Date": "",
              "Duration": "46:24",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 27",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-956-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/6CkFb4LOBrxY/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος σταματάει την απεργία πείνας αλλά δεν υποστέλλει την σημαία της εξέγερσης. Δέχεται πρόσκληση από την Χριστίνα Λαμπίρη και εμφανίζεται στην εκπομπή «Σούπερ Σταρ» προκαλώντας την αγανάκτηση όλων. Η Ελισάβετ εισβάλλει στην εκπομπή για να τον ξεμπροστιάσει αλλά κάνει τα πράγματα χειρότερα. Οι δημόσιες αψιμαχίες των γονιών της κάνουν τη Ναταλία να μη θέλει πια να τους ξέρει. Μαζί με τον Αχιλλέα εγκαταλείπει το σπίτι προκειμένου να πάρει αποφάσεις. Η Ξανθίππη βιώνει το προγαμιαίο άγχος και αντιμετωπίζει τις ζήλιες του Μίμη όσο πιο ψύχραιμα μπορεί. Οι εξετάσεις του Κίμωνα βγαίνουν καλές και το ζευγάρι αποφασίζει να προσπαθήσει για παιδί ακολουθώντας αυστηρό πρόγραμμα. Η Ειρήνη προχωράει δειλά-δειλά τη σχέση της με τον Γιάννη, ενώ ο Παύλος αναγκάζεται πια να ορίσει τη μέρα του αρραβώνα του με τη Μαρία...",
              "Date": "",
              "Duration": "46:38",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 28",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-955-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/D4dwyuoKFLDo/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος ανακαλύπτει σε ποιο ξενοδοχείο μένουν τα παιδιά και μαζί με την Ελισάβετ τους κάνει επίσκεψη. Η Ναταλία προκειμένου να τελειώνει μια και καλή αυτή η ιστορία απαιτεί απ’ τον Νικηφόρο να αρχίσει να βλέπει ψυχολόγο. Εκείνος βρίσκει τον γιατρό που θα τον βοηθήσει στο πρόσωπο ενός παλιού συμμαθητή. Εντωμεταξύ ο Μίμης αναγκάζεται να ξεκινήσει εξαντλητική δίαιτα καθώς η Ξανθίππη τον πρεσάρει για να γίνει «φιγουρίνι» εν όψει του γάμου. Η δε Ειρήνη ζει τον απόλυτο έρωτα με τον Γιάννη, τον οφθαλμίατρο, μέχρι που Παύλος και Γιάννης έρχονται μούρη με μούρη μέσα στο σπίτι της Ειρήνης.",
              "Date": "",
              "Duration": "44:44",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 29",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-954-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/WgbYRX0YKYh6/PK6/playlist.m3u8",
              "Description": "Η Ελισάβετ απολαμβάνει το γεγονός ότι ο Νικηφόρος ζηλεύει τον ψυχολόγο και παριστάνει ότι της αρέσει για να τον ζεματίσει κι άλλο. Δε φαντάζεται βέβαια ότι ο Νικηφόρος θα φτάσει στο σημείο να τον ξυλοφορτώσει. Ο Μίμης πεινάει γενικώς και ειδικώς καθώς η Ξανθίππη του ‘χει κόψει τα πάντα. Η Ειρήνη ζει ευτυχισμένες μέρες και νύχτες με το Γιάννη. Ενώ ο Παύλος και η Μαρία δέχονται την επίσκεψη της θείας της απ’ το χωριό που με τη σειρά της τους καλεί να τους φιλοξενήσει. Ο Παύλος αναγκάζεται να αποδεχθεί την πρόσκληση για «τρελό week-end» στο χωριό και ζητά την συμπαράσταση του Νικηφόρου και του Μίμη.",
              "Date": "",
              "Duration": "45:33",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 30",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-953-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/nojmrjqU3ZIC/PK6/playlist.m3u8",
              "Description": "Οι τρεις φίλοι έχουν επιστρέψει απ’ το χωριό με τα πεσκέσια και τις συμβουλές που τους φίλεψε η Σύρμω. Ο Νικηφόρος προσπαθεί να κάνει τον καλό στην Ελισάβετ αλλά και στη Ναταλία με απώτερο σκοπό να τις κερδίσει. Ο Μίμης επιτέλους «τουμπάρει» την Ξανθίππη και επιστρέφουν στις ερωτικές δόξες του παρελθόντος. Ο Παύλος επισκέπτεται την Ειρήνη με πρόφαση το πεσκέσι απ’ το χωριό κι έρχεται μούρη με μούρη με το Γιάννη. Μ’ αυτά και μ’ αυτά φτάνει παραμονή του γάμου Μίμη και Ξανθίππης. Οι άντρες ξεδίνουν σε μπάτσελορ πάρτι στο τσιπουράδικο ενώ οι γυναίκες ξεδίνουν με το δικό τους τρόπο. Την άλλη μέρα στην εκκλησία βρίσκονται όλοι σε αναμμένα κάρβουνα καθώς ο γαμπρός και οι κουμπάροι είναι άφαντοι...",
              "Date": "",
              "Duration": "44:49",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 31",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-952-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/iHUx4SH0TQx3/PK6/playlist.m3u8",
              "Description": "Το μυστήριο του γάμου αποδεικνύεται επεισοδιακό. Ο Παύλος και ο Γιάννης πιάνονται στα χέρια ενώ οι άλλοι μπαίνουν στη μέση να τους χωρίσουν και καταλήγουν να μην ξέρουν ποιος δέρνει ποιον και γιατί. Ως εκ τούτου, το γαμήλιο γλέντι γίνεται σε βαρύ κλίμα. Οι τρεις άντρες πνίγουν τον καημό τους στο ποτό ενώ οι κουμπάρες και η νύφη τούς ζεματίζουν ακόμα περισσότερο. Ο Μίμης κάνει μια απόπειρα να ζητήσει συγνώμη απ’ την Ξανθίππη αλλά στο τέλος κοιμάται μόνος του στον καναπέ. Το ίδιο και ο Παύλος, αφού δεν μπορεί να πείσει τη Μαρία ότι δεν ζήλεψε που είδε την Ειρήνη με τον Γιάννη.",
              "Date": "",
              "Duration": "45:29",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 32",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-951-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/wbSGsp21Uliu/PK6/playlist.m3u8",
              "Description": "Το μυστήριο του γάμου αποδεικνύεται επεισοδιακό. Ο Παύλος και ο Γιάννης πιάνονται στα χέρια ενώ οι άλλοι μπαίνουν στη μέση να τους χωρίσουν και καταλήγουν να μη ξέρουν ποιος δέρνει ποιον και γιατί. Ως εκ τούτου το γαμήλιο γλέντι γίνεται σε βαρύ κλίμα. Οι τρεις άντρες πνίγουν τον καημό τους στο ποτό ενώ οι κουμπάρες και η νύφη τους ζεματίζουν ακόμα περισσότερο. Ο Μίμης κάνει μια απόπειρα να ζητήσει συγνώμη απ’ την Ξανθίππη αλλά στο τέλος κοιμάται μόνος του στον καναπέ. Το ίδιο και ο Παύλος, αφού δε μπορεί να πείσει τη Μαρία ότι δε ζήλεψε που είδε την Ειρήνη με το Γιάννη. Αντιθέτως ο Νικηφόρος και η Ελισάβετ μεθυσμένοι καθώς είναι, ξαπλώνουν στο ίδιο κρεβάτι και ζούνε μια νύχτα γεμάτη πάθος. ‘Ομως το πρωί που ξυπνάνε δίπλα-δίπλα τσακώνονται άσχημα και η Ελισάβετ αποφασίζει να λάβει δραστικά μέτρα. Ο Γιάννης και η Ειρήνη πηγαίνουν στο σπίτι της Ξανθίππης με σκοπό να ζητήσουν συγνώμη αλλά πέφτουν πάνω στον Παύλο και ξαναπιάνονται στα χέρια. Η Ξανθίππη με τα πολλά τους πείθει να συμφιλιωθούν. Τουλάχιστον έτσι την αφήνουν να πιστεύει… * H περίληψη του επεισοδίου είναι η ίδια με του προηγούμενου, καθώς οι αυτοσχεδιασμοί των ηθοποιών και τα σκηνοθετικά ευρήματα από την πρώτη μέρα γυρισμάτων μέχρι και σήμερα επιμήκυναν τη διάρκεια των σκηνών και έτσι «καθυστέρησαν» τις ιστορίες των σεναρίων κατά ένα επεισόδιο!",
              "Date": "",
              "Duration": "46:52",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 33",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-950-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/6nrPnJSn9Knn/PK6/playlist.m3u8",
              "Description": "Οι τρεις φίλοι καλούν τον Γιάννη στο τσιπουράδικο δήθεν για συμφιλίωση αλλά με σκοπό να τον ρεζιλέψουν. Ο Γιάννης, όμως, τους κατατροπώνει. Το φυσάνε και δεν κρυώνει. Ειδικά ο Παύλος που ζηλεύει αφόρητα. Η δε Μαρία τα παίρνει μ’ αυτή την κατάσταση και πατάει πόδι… Εντωμεταξύ η Ναταλία μαθαίνει ότι περιμένει παιδί! Ο μόνος που το ξέρει, εκτός απ’ τον Αχιλλέα, είναι ο Παύλος. Το ζευγάρι του ζητάει να μην αποκαλύψει τίποτα ακόμα σε κανέναν. Ειδικά στο Νικηφόρο… Τέλος, η Ελισάβετ συνειδητοποιεί γιατί οι υποψήφιοι αγοραστές του σπιτιού τρέπονται σε φυγή. Με τα νεύρα της κουρέλια και περίεργες εξάψεις καταλήγει να λέει στην Ξανθίππη τα καμώματα του Νικηφόρου. Κι ενώ η Ξανθίππη προσπαθεί να την ηρεμήσει, ξαφνικά η Ελισάβετ σωριάζεται λιπόθυμη.",
              "Date": "",
              "Duration": "45:54",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 34",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-949-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/nPFM0DMciFr0/PK6/playlist.m3u8",
              "Description": "Η Ελισάβετ μετά τα τελευταία κατορθώματα του Νικηφόρου παθαίνει νευρικό κλονισμό.O γιατρός συμβουλεύει να κρατούν το Νικηφόρο όσο γίνεται πιο μακριά της αλλιώς τα πράγματα θα χειροτερέψουν. Ο Παύλος επιχειρεί να ξαναφέρει τη Μαρία στα νερά του. Δηλώνει μετανιωμένος και αιώνια ερωτευμένος.Ο Μίμης και η Ξανθίππη μαθαίνουν ότι η Βίβιαν προβαίνει σε απολύσεις εργαζομένων στο εργοστάσιο και γίνονται έξαλλοι. Της τα ψέλνουν άσχημα. Εκείνη θιγμένη και πληγωμένη που δεν είχε ούτε καν τη συμπαράσταση του Κίμωνα, τον εγκαταλείπει.Το μεσιτικό βρίσκει αγοραστή και το σπίτι πουλιέται.Ο Νικηφόρος παίρνει το μερίδιό του και απογοητευμένος απ’ όλα αγοράζει ένα σκάφος και το σκάει για νησί της άγονης γραμμής. Ο Παύλος και ο Μίμης κατορθώνουν να τον ακολουθήσουν και προσπαθούν να τον πείσουν να γυρίσει πίσω. ‘Εχοντας εξαντλήσει κάθε τρόπο αναγκάζονται να του φανερώσουν την εγκυμοσύνη της Ναταλίας. Ο Νικηφόρος τρέχει στο σκάφος για να σαλπάρει αλλά...",
              "Date": "",
              "Duration": "48:01",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            }
          ]
        },
        {
          "Title": "2ος Κύκλος",
          "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-948-1024x576.jpeg",
          "Year": "2006",
          "isUnlocked": true,
          "Episodes": [
            {
              "Title": "Επεισόδιο 35",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-948-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/ZegyxGpq9595/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος, ο Μίμης κι ο Παύλος περνάνε δύσκολες ώρες και μέρες στα χέρια των τουρκικών αρχών. Στην Αθήνα όλοι ανησυχούν με την περίεργη εξαφάνισή τους. Η είδηση ότι βρέθηκαν συντρίμμια απ’ τη σκούνα τους σκάει σαν βόμβα στα σπίτια όλων. Βάζουν τα χειρότερα με το μυαλό τους. Κάποιες φήμες για σύλληψη τριών ψαράδων απ’ τους τούρκους δίνουν τροφή στα δελτία ειδήσεων και στις εφημερίδες. Οι τρεις φίλοι υπομένουν στωικά την αιχμαλωσία ελπίζοντας ότι γρήγορα θα έρθει η ώρα της απελευθέρωσης. Απειλητική φιγούρα ο τούρκος διοικητής των φυλακών που σταδιακά όμως τους παρουσιάζει κι έναν άλλον εαυτό. Αυτόν του καλόκαρδου και φιλόξενου οικοδεσπότη. ‘Επειτα απ’ την εξακρίβωση ότι καμιά σχέση δεν είχαν με κατασκοπία, οι τρεις φίλοι ετοιμάζονται να επιστρέψουν στα πάτρια εδάφη.",
              "Date": "",
              "Duration": "47:48",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 36",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-947-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/FUYuoew0qdkJ/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος, ο Μίμης κι ο Παύλος επιστρέφουν στην Ελλάδα. Η υποδοχή που τους επιφυλάσσουν είναι ψυχρή. Είναι όλοι ακόμα θυμωμένοι μαζί τους. Με ηρωικά παραμύθια προσπαθούν να «μαλακώσουν» τις αντιδράσεις. Η Ναταλία πιο ευαίσθητη λόγω εγκυμοσύνης δέχεται να φιλοξενήσει το Νικηφόρο στο σπίτι της προς μεγάλη απογοήτευση του Αχιλλέα. Ο Νικηφόρος ξεκινάει στενό μαρκάρισμα στην Ελισάβετ αλλά εκείνη του κόβει τη φόρα. Η Ξανθίππη θέτει τελεσίγραφο στον Μίμη ότι αν δεν ξεκόψει απ’ τους άλλους δύο θα τον εγκαταλείψει. Ο Παύλος φρικάρει όταν μαθαίνει απ’ τη Μαρία ότι αυτός που μεσολάβησε για να γυρίσουν είναι ο Γιάννης. Η Μαρία με τα πολλά τον πείθει να επισκεφτούν την Ειρήνη και τον Γιάννη για ένα ευχαριστώ τουλάχιστον. Ο Παύλος βρίσκει ευκαιρία και ξεμοναχιάζει την Ειρήνη.Ο Μίμης βρίσκει τρόπο να αντιμετωπίσει, προσωρινά τουλάχιστον, την απαίτηση της Ξανθίππης. Ο Νικηφόρος μαθαίνει τη διεύθυνση του σπιτιού της Ελισάβετ και της κάνει επίσκεψη ζητώντας ανακωχή.",
              "Date": "",
              "Duration": "45:58",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 37",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-946-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/4xyooWmckfNm/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος και η Ελισάβετ μετά τη φλογερή ερωτική βραδιά που περνούν, βλέπουν τη ζωή με άλλο μάτι. Τους προσγειώνει όμως απότομα η έκδοση του διαζυγίου τους. Ο Νικηφόρος προσπαθεί να την πείσει να ζητήσουν ακύρωση αλλά εκείνη θεωρεί ότι το πισωγύρισμα δεν θα κάνει καλό σε κανέναν.Ο Παύλος μετά το «πλησίασμα» με την Ειρήνη συνειδητοποιεί ότι του λείπει και κάνει σπασμωδικές κινήσεις, δημιουργώντας της εκνευρισμό. Ο Γιάννης προς το παρόν κρατάει ψύχραιμη στάση.Ο Μίμης και η Ξανθίππη προβληματίζονται με την ψυχολογική κατάσταση του Κίμωνα που χειροτερεύει, καθώς περνούν οι μέρες και η Βίβιαν δεν έρχεται.Ο Αχιλλέας, παθαίνει τον πανικό της επικείμενης πατρότητας και ζητάει τη βοήθεια του Νικηφόρου.",
              "Date": "",
              "Duration": "46:25",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 38",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-945-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/dLFr5CfnGhCq/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος ξεκινάει την εκπαίδευση του Αχιλλέα. Τον προετοιμάζει για τον ερχομό του παιδιού. Παράλληλα δεν αφήνει σε χλωρό κλαρί την Ελισάβετ που ‘χει μετανιώσει γιατί τον ξαναδέχτηκε στη ζωή της και προσπαθεί να απαλλαγεί απ’ την παρουσία του. Ο Νικηφόρος την πολιορκεί στενά και κείνη παλεύει με τα μπερδεμένα συναισθήματά της. Ο Μίμης αρνείται να δεχτεί ότι ο Κίμωνας έχει αποφασίσει να καλογερέψει και επιχειρεί να του αλλάξει γνώμη. Χάνει όμως την ψυχραιμία του και αναλαμβάνει δράση η Ξανθίππη που επικοινωνεί με τη Βίβιαν και της ζητάει να επιστρέψει. Εκείνη όμως αρνείται για άλλη μια φορά και πλέον ο Κίμωνας ετοιμάζεται να περάσει την πύλη του μοναστηριού. Ο Παύλος συνειδητοποιεί σταδιακά ότι η Ειρήνη του λείπει. Την ενοχλεί με τηλεφωνήματα. Ο Γιάννης ετοιμάζεται να αναχωρήσει για συνέδριο οφθαλμολογίας και προσπαθεί να πείσει την Ειρήνη να πάει μαζί του. Εκείνη αρνείται. Με αφορμή τις υπογραφές που χρειάζονται για την έκδοση του διαζυγίου, ο Παύλος προσεγγίζει την Ειρήνη όλο και περισσότερο...",
              "Date": "",
              "Duration": "46:04",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 39",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-944-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/XxoDZnJqwJD9/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος προσπαθώντας να αποδείξει στην Ελισάβετ ότι δεν τον πήρανε τα χρόνια, νεάζει. Βάφει το μαλλί και ντύνεται σαν δεκαεξάρης. ‘Αδικος κόπος όμως καθώς εκείνη έχει αποφασίσει να τον βγάλει οριστικά έξω απ’ τη ζωή της. Ο Μίμης απελπισμένος με την κατάσταση του Κίμωνα ζητάει από Νικηφόρο και Παύλο να τον βοηθήσουν. Καταστρώνουν ένα σχέδιο με σκοπό να αποτρέψουν τον Κίμωνα να μονάσει αλλά δεν τα καταφέρνουν. Η μόνη λύση τελικά είναι να γυρίσει η Βίβιαν στο σπίτι. Ο Μίμης και η Ξανθίππη αναγκάζονται να την παρακαλέσουν. Εκείνη επιστρέφει νικήτρια πλέον στο πλευρό του Κίμωνα που εγκαταλείπει την ιδέα της μοναστικής ζωής και αφοσιώνεται πάλι στη γυναίκα του. Το διαζύγιο του Παύλου και της Ειρήνης εκδίδεται κι εκείνη απαιτεί να την αφήσει πλέον ήσυχη. ‘Ομως ο Παύλος της εξομολογείται ότι του λείπει και την αναστατώνει.",
              "Date": "",
              "Duration": "47:06",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 40",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-943-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/2C7sogapuYW9/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος συνεχίζει να νεανίζει προκαλώντας ευθυμία στη Ναταλία και νεύρα στην Ελισάβετ. Παράλληλα νουθετεί τον Αχιλλέα σχετικά με τη συμπεριφορά του στην εγκυμονούσα. Η Βίβιαν με το που γύρισε στο σπίτι προσπαθεί να επιβάλει την κυριαρχία της. Κάτι που ενοχλεί πολύ το Μίμη και την Ξανθίππη που κρατιούνται με το ζόρι για χατίρι του Κίμωνα. Ο Παύλος γυρίζει γύρω απ’ την Ειρήνη σαν τη μύγα στο γλυκό. Εκείνη προσπαθεί να τον κρατήσει μακριά αλλά δεν τα καταφέρνει. Η Μαρία βρίσκει τυχαία τον φάκελο με τα χαρτιά του διαζυγίου που ‘χει ξεχάσει ο Παύλος στην τσέπη του σακακιού του. Δεν του φανερώνει αμέσως ότι το ξέρει δίνοντάς του μια ευκαιρία να της το πει. Εκείνος ανυποψίαστος δεν καταλαβαίνει το παιχνίδι της. Η Μαρία δεν αντέχει και ξεσπάει. Ο Παύλος τα μπαλώνει για ακόμα μια φορά. ‘Ολοι πηγαίνουν στο ετήσιο μνημόσυνο του Αλκιβιάδη. Εκεί τους περιμένει μια έκπληξη...",
              "Date": "",
              "Duration": "45:06",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 41",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-942-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/rmOjcu50UtJ1/PK6/playlist.m3u8",
              "Description": "Οι τρεις φίλοι και ο Ιπποκράτης γίνονται φέσι στο τσιπουράδικο με αφορμή το μνημόσυνο του Αλκιβιάδη. Ο Παύλος κάνει μεταμεσονύχτια επίσκεψη στην Ειρήνη. Ο Νικηφόρος καταλήγει μαζί με τον Ιπποκράτη στο σπίτι της Ελισάβετ ενώ ο Μίμης καλείται να δώσει εξηγήσεις στην Ξανθίππη για το σουτιέν που βρίσκεται όλως τυχαίως στην τσέπη του. Ο Κίμωνας υποψιάζεται ότι η Βίβιαν δεν γύρισε κοντά του επειδή τον αγαπάει αλλά για να πραγματοποιήσει τις φιλοδοξίες της. Η Μαρία ανήσυχη με την ολονύχτια απουσία του Παύλου τον ψάχνει παντού και καταλήγει στην Ειρήνη. Παραλίγο να τον κάνει τσακωτό. Η Ειρήνη τον καλύπτει. Οι δυο πρώην σύζυγοι έπειτα από αμοιβαίες εξηγήσεις καταλήγουν στο κρεβάτι. Τέλος, η Ελισάβετ «θαμπώνεται» από την προσωπικότητά του Ιπποκράτη και αρχίζει να υποκύπτει στο φλερτ του. Ο Νικηφόρος ζηλεύει θανάσιμα. Φτάνει στο σημείο να τους παρακολουθήσει και...",
              "Date": "",
              "Duration": "49:22",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 42",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-941-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/DkBkF4760wJK/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος αναλαμβάνει να διδάξει ελληνικά σε αλλοδαπούς στο φροντιστήριο του Παύλου. Ψυχολογικά όμως είναι χάλια καθώς η Ελισάβετ έχει φανερά ενδώσει στο φλερτ του Ιπποκράτη. Ο Μίμης , η Ξανθίππη και η Βίβιαν αντιμετωπίζουν μια παράξενη αλλαγή στην συμπεριφορά του Κίμωνα. Παράλληλα η Ξανθίππη σκοπεύει να ξεμπροστιάσει το Μίμη που βρίσκει δικαιολογίες για να τα πίνει με τους άλλους κάθε Πέμπτη (και όχι Παρασκευή). Ο Παύλος είναι μοιρασμένος ανάμεσα στην Ειρήνη και τη Μαρία. Στην Ειρήνη που αντιστέκεται αλλά τελικά ενδίδει και στη Μαρία που δεν αντιστέκεται αλλά πιέζει για γάμο. Ζητάει τη συμβουλή των άλλων που ζορισμένοι με τα δικά τους προβλήματα τον μπερδεύουν ακόμα περισσότερο. Εντωμεταξύ ο Ιπποκράτης ζητάει απ’ την Ελισάβετ να τα αφήσει όλα και να τον ακολουθήσει στο εξωτερικό. Εκείνη τού υπόσχεται ότι θα το σκεφτεί...",
              "Date": "",
              "Duration": "50:47",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 43",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-940-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/FG5kjst1dNP5/PK6/playlist.m3u8",
              "Description": "Ο Μίμης υφίσταται τον όρκο σιωπής που εφαρμόζει εναντίον του η Ξανθίππη για να τον τιμωρήσει για τα ψέματά του. Ο Νικηφόρος προς έκπληξη όλων αποδεικνύεται πολύ αποδοτικός ως καθηγητής. Οι μαθητές του είναι ενθουσιασμένοι μαζί του. Η μόνη που επιμένει να τον υποτιμά είναι η Ελισάβετ. Ο Παύλος βάζει σε εφαρμογή το σχέδιο «απογοήτευσης της Μαρίας» προκειμένου να την κάνει να ξανασκεφτεί σοβαρά το θέμα του γάμου. Παράλληλα η σχέση του με την Ειρήνη γίνεται όλο και πιο φλογερή. Κι έτσι όταν ο Γιάννης επιστρέφει αιφνιδίως απ’ την Ισλανδία πιάνει την Ειρήνη στο κρεβάτι με τον Παύλο! Ο τρόπος ζωής του Κίμωνα ανησυχεί ιδιαίτερα τη Βίβιαν που δεν έχει καταλάβει τι φταίει για τη μετάλλαξή του. Ο Μίμης ομολογεί στους άλλους δύο ότι η Ξανθίππη απαιτεί να πάψει να τους κάνει παρέα. Τότε εκείνοι αποφασίζουν να την πείσουν ότι δεν είναι τα «ρεμάλια» που πάντα νόμιζε...",
              "Date": "",
              "Duration": "47:31",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 44",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-939-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/iyaz3ACkFIhJ/PK6/playlist.m3u8",
              "Description": "Η είδηση ότι ο Αχιλλέας θα φύγει φαντάρος έχει σκάσει σα βόμβα. Η Ναταλία έχει πέσει σε κατάθλιψη σίγουρη ότι θα γεννήσει και ο Αχιλλέας δεν θα είναι δίπλα της. Η Ελισάβετ και ο Νικηφόρος προσπαθούν να την παρηγορήσουν και να βρουν κάποια λύση. Ο Νικηφόρος φυσικά ψάχνει λύση που να τον συμφέρει. Το γεγονός ότι ο Αχιλλέας θα φύγει δεν τον λυπεί καθόλου.Η Ξανθίππη αναγκάζεται να παραδεχτεί ότι ο Μίμης δεν πρόκειται ποτέ να ξεκόψει απ’ τους άλλους δυο. ‘Ετσι η ισορροπία στη σχέση τους επανέρχεται αν και εύθραυστη. Αντίθετα ο Κίμωνας όσο πάει και απομακρύνεται απ’ τη Βίβιαν κάτι που προβληματίζει και τους στεναχωρεί όλους. Ο Μίμης προσπαθεί να συνετίσει τον Κίμωνα αλλά κάνει μια τρύπα στο νερό.Η Μαρία υποψιάζεται ότι ο Παύλος τη δουλεύει με τα ξαφνικά γεράματα και κείνος για να την πείσει βάζει τους άλλους δυο να παραστήσουν τα ραμολιμέντα. Είναι τόσο πειστικοί που τα κάνουν χειρότερα. Η Μαρία καταφεύγει πλέον στις απειλές προκειμένου να μην τον χάσει.Η Ειρήνη ομολογεί στην Ελισάβετ και την Ξανθίππη ότι ο Γιάννης την τσάκωσε στο κρεβάτι με τον Παύλο και δηλώνει ότι ο μοναδικός άντρας στη ζωή της ήταν, είναι και θα είναι ο Παύλος.",
              "Date": "",
              "Duration": "46:23",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 45",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-938-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/Ih3kknKG3Yf7/PK6/playlist.m3u8",
              "Description": "Ο Αχιλλέας φεύγει φαντάρος και ο Νικηφόρος αναλαμβάνει να βρει υψηλόβαθμο στρατιωτικό ώστε να βοηθήσει για μια πιο ευνοϊκή μετάθεση. Ευνοϊκή για τον εαυτό του. ‘Οχι για τον Αχιλλέα. Παράλληλα συνεχίζει να διδάσκει στο τμήμα αλλοδαπών και ο Παύλος μαζί με το Μίμη αποφασίζουν να μάθουν τι σόι διδασκαλία κάνει. Η Ελισάβετ προσπαθεί με επιχειρήματα να πείσει την απαρηγόρητη Ναταλία να πάει στο σπίτι να μείνει μαζί της καθώς δεν έχει καμία εμπιστοσύνη στο Νικηφόρο. H Ειρήνη επισκέπτεται τη Μαρία και μαθαίνει ότι ο Παύλος τις δουλεύει και τις δυο. Ο Παύλος από τη μεριά του πολύ θα ήθελε Ειρήνη και Μαρία δύο σε ένα. Ελισάβετ και Ξανθίππη υπόσχονται να βοηθήσουν τη φίλη τους να μάθει τις αληθινές προθέσεις του Παύλου. Η Ξανθίππη αναλαμβάνει να μιλήσει στον Κίμωνα αλλά αποτυγχάνει όπως και ο Μίμης. Ο Κίμωνας συνεχίζει τον έκκλητο βίο. Ο Παύλος και ο Μίμης μπαίνουν μεταμφιεσμένοι στο τμήμα του Νικηφόρου και τα χάνουν μ’ αυτά που διδάσκει στους αλλοδαπούς. Ο καυγάς ανάβει αλλά η είσοδος μιας μαύρης καλλονής στην τάξη τους κόβει την ανάσα.",
              "Date": "",
              "Duration": "45:11",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 46",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-937-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/QyOQuihin7tT/PK6/playlist.m3u8",
              "Description": "Η Νεχάντε έχει κλέψει την καρδιά του Νικηφόρου. Ο Παύλος και ο Μίμης τον έχουν τρελάνει στο δούλεμα ειδικά όταν μαθαίνουν ότι της κάνει και ιδιαίτερα. Ο Νικηφόρος προσπαθεί να τους πείσει ότι η σχέση τους είναι Πλατωνική. Εντωμεταξύ, ο Παύλος πέφτει θύμα της συνομωσίας των γυναικών. Η Ειρήνη, η Ελισάβετ και η Ξανθίππη σκοπεύουν να τον αναγκάσουν να πάρει μια απόφαση. Η Μαρία απ’ την άλλη παίρνει την κατάσταση στα χέρια της. Πιέζει και κείνη τον Παύλο με τον δικό της τρόπο… Ο Μίμης απελπισμένος με την στάση του Κίμωνα ζητάει τη βοήθεια των άλλων δύο. Εκείνοι προσφέρονται πρόθυμα να τον βοηθήσουν αφού δεν αφήνουν χαμένη καμία ευκαιρία για χαβαλέ. Παρακολουθούν τον Κίμωνα και καταλήγουν σε ένα ξενοδοχείο. ‘Οταν όμως αποφασίζουν να εισβάλουν στο δωμάτιο του Κίμωνα, τους περιμένει μια μεγάλη έκπληξη.",
              "Date": "",
              "Duration": "51:01",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 47",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-936-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/MXUlssGHMpgN/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος, ο Μίμης κι ο Παύλος μπουκάρουν στο δωμάτιο του Κίμωνα και σοκάρονται με αυτό που ανακαλύπτουν. Ο Κίμωνας προσπαθεί να τους εξηγήσει αλλά ο Μίμης δεν κάθεται ν’ ακούσει. Ντροπιασμένος θέλει να φουντάρει απ’ την ταράτσα. Τον σώζουν και τον πείθουν τελικά ότι όλα τα έκανε ο Κίμωνας για να ζηλέψει η Βίβιαν. Αυτά όμως που έχουν συμβεί τελευταία, φορτίζουν αρνητικά το Μίμη και την Ξανθίππη με αποτέλεσμα να μην έχουν διάθεση για τα ερωτικά τους παιχνιδάκια. Απ’ την άλλη ο Νικηφόρος εξομολογείται στην παρέα ότι είναι ερωτευμένος με τη Νεχάντε. Πλατωνικά προς το παρόν. Η Ελισάβετ μαθαίνει τυχαία την ύπαρξη άλλης γυναίκας και προσπαθεί να μάθει λεπτομέρειες. Αρνείται φυσικά να δεχτεί ότι ζηλεύει. Το μπέρδεμα του Παύλου ανάμεσα σε Ειρήνη και Μαρία όσο πάει και μεγαλώνει. ‘Ετσι όπως τα ‘χει κάνει ούτε αυτός δε μπορεί να τα ξεμπερδέψει. Η Μαρία φεύγει απ’ το σπίτι για να τον αφήσει να σκεφτεί...",
              "Date": "",
              "Duration": "45:57",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 48",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-935-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/I8uG6nM1u7B5/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος διάγει μέρες πλατωνικού έρωτα με τη Νεχάντε στο σπίτι της Ναταλίας. Φυσικά το κρατάει κρυφό απ’ όλους. Ο Μίμης και η Ξανθίππη προσπαθούν να ξανανάψουν τη σπίθα μεταξύ τους αλλά μάταια. Η Βίβιαν ακολουθώντας τη συμβουλή της Ξανθίππης προσπαθεί να ξεσηκώσει ερωτικά τον Κίμωνα αλλά αποτυγχάνει. Η Ειρήνη φιλοξενώντας τη Μαρία καταλαβαίνει πόσο βαθιά κι αληθινά αγαπάει η μικρή τον Παύλο. Κι έτσι αποφασίζει να της τον παραχωρήσει. Εντωμεταξύ, Ελισάβετ και Ξανθίππη κάνουν τσακωτό το Νικηφόρο σε τρυφερό τετ α τετ με τη Νεχάντε χωρίς να τις πάρει χαμπάρι εκείνος. Η Ελισάβετ μαθαίνει απ’ τη Ναταλία ότι μετά από πίεση του Νικηφόρου πήγε να μείνει μαζί της και αποφασίζει να μπουκάρει στο σπίτι της Ναταλίας.",
              "Date": "",
              "Duration": "45:17",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 49",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-934-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/YmhMXxHcBBG1/PK6/playlist.m3u8",
              "Description": "Η Ελισάβετ μπουκάρει στο σπίτι και βρίσκει τη Νεχάντε να παριστάνει την καθαρίστρια. Η Ελισάβετ παίζει το παιχνίδι τους και βάζει τη Νεχάντε να καθαρίσει όχι μόνο το σπίτι της Ναταλίας αλλά και της Ξανθίππης. Ο Παύλος και ο Μίμης προσπαθούν να πείσουν το Νικηφόρο ότι είναι λάθος που «σπίτωσε» τη Νεχάντε αλλά αυτός ερωτευμένος καθώς είναι, δεν ακούει τίποτα. Αναγκάζεται όμως να την πάει να μείνει αλλού γιατί έρχεται ο Αχιλλέας με άδεια απ’ το στρατό. Ο Μίμης και η Ξανθίππη κάνουν φιλότιμες προσπάθειες να ξαναβρούν το πάθος στη σχέση τους αλλά τίποτα δεν αποδίδει. Ο Κίμωνας δίνει κι άλλο χτύπημα στη Βίβιαν φτάνοντας τα πράγματα στα άκρα. Η Ειρήνη παίρνει οριστικά την απόφαση να ξεκόψει απ’ τον Παύλο αφήνοντας ελεύθερο το πεδίο για τη Μαρία. Ο Παύλος πικαρισμένος από την απόρριψη, αντιδρά σπασμωδικά. Δηλώνει στη Μαρία ότι ο γάμος τους θα γίνει!",
              "Date": "",
              "Duration": "45:46",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 50",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-933-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/h34wtJNHu88c/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος έχοντας δει τη Νεχάντε στο στριπτιζάδικο, δε μπορεί να συνέλθει απ’ το σοκ. Οι άλλοι προσπαθούν να τον παρηγορήσουν. Τα πράγματα χειροτερεύουν όταν γυρνώντας στο σπίτι βρίσκει σημείωμα απ’ τη Νεχάντε που του γράφει ότι φεύγει για την πατρίδα της. Η Ναταλία και ο Αχιλλέας κάνουν ότι μπορούν για να τον βοηθήσουν αλλά μάταια. Η Ελισάβετ μαθαίνει τα νέα και επιτέλους ομολογεί στις άλλες ότι ζήλευε. Ο Μίμης και η Ξανθίππη μετά από επίσκεψη σε σεξολόγο επανέρχονται θριαμβευτικά στις παλιές καλές μέρες. Η Ειρήνη ψάχνει διεξόδους για να γεμίσει το κενό στη ζωή της και γίνεται το «μάτι» της γειτονιάς. Προσφέρει κοινωνικό έργο απειλώντας άτακτους συζύγους. Ο Κίμωνας αποκαλύπτει στη Βίβιαν ότι όλα τα έκανε για να καταλάβει αν τον αγαπάει πραγματικά ή αν γύρισε κοντά του μόνο για την περιουσία. Τα ξαναβρίσκουν μεταξύ τους κι αναλαμβάνουν την από κοινού διεύθυνση του εργοστασίου. Ο Παύλος και ο Μίμης επιχειρούν να «ταρακουνήσουν» το Νικηφόρο προκειμένου να ξεχάσει τη Νεχάντε.",
              "Date": "",
              "Duration": "45:25",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 51",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-932-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/hZZuKTedWl28/PK6/playlist.m3u8",
              "Description": "Ο «λάθος συναγερμός» της Ναταλίας τους κάνει όλους να τρέξουν στο νοσοκομείο νομίζοντας ότι θα γεννήσει. Ακόμα όμως δεν έχει έρθει η ώρα κι έτσι επιστρέφουν στα σπίτια τους με ανάμικτα συναισθήματα. Ο Νικηφόρος και η Ελισάβετ αφήνουν στην άκρη τις διαφορές τους και λένε αλήθειες μεταξύ τους. Ο Μίμης ονειρεύεται να αποκτήσει εγγονάκι και ζητάει απ’ τον Κίμωνα και τη Βίβιαν να ξαναρχίσουν τις προσπάθειες. Η Ξανθίππη αντίθετα πιστεύει ότι το ζευγάρι πρέπει να αποφασίσει μόνο του. Ο Παύλος δέχεται την πίεση της Μαρίας για παιδί αλλά και την πίεση του πεθερού του για θρησκευτικό γάμο και παιδί! Και βέβαια ο πανικός του δίνει ευκαιρία στους άλλους για πλάκες.",
              "Date": "",
              "Duration": "45:08",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 52",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-931-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/m6nq1CQF11jB/PK6/playlist.m3u8",
              "Description": "Η μέρα που θα γεννήσει η Ναταλία πλησιάζει. Οι «λάθος συναγερμοί» τους πηγαινοφέρνουν στο μαιευτήριο. Η Ελισάβετ ζητάει απ’ το Νικηφόρο γι’ αυτό το διάστημα τουλάχιστον να φερθεί σαν υπεύθυνος πατέρας και να μείνει νηφάλιος δίπλα στη Ναταλία. Ο Νικηφόρος το παίρνει πολύ στα σοβαρά και ξαγρυπνάει νυχθημερόν. Παράλληλα επιχειρεί εκ νέου προσέγγιση στην Ελισάβετ που έχει κάπως μαλακώσει και δείχνει ευάλωτη. Ο Μίμης πρεσάρει όλο και περισσότερο τον Κίμωνα και τη Βίβιαν να του χαρίσουν εγγονάκι. Η Ξανθίππη ανησυχεί για το που θα βγάλει αυτή η πίεση. Ανησυχεί όμως και για έναν επιπλέον λόγο. Δέχεται λουλούδια και σοκολατάκια από έναν «άγνωστο θαυμαστή»… Ο Παύλος προκειμένου να αποφύγει μια πιθανή εγκυμοσύνη της Μαρίας απέχει απ’ το σεξ – κάτι που τον στεναχωρεί ιδιαίτερα – αλλά δεν έχει προς το παρόν άλλη λύση. Η Ειρήνη το παρακάνει με τα απειλητικά τηλεφωνήματα στην γειτονιά και δέχεται την απροσδόκητη επίσκεψη ενός νεαρού αστυνομικού. Τέλος, οι τρεις φίλοι αποφασίζουν να «τιμωρήσουν» το Βασίλη για την πλάκα που τους έκανε με τα αντρικά αντισυλληπτικά και του το ανταποδίδουν με ακόμα πιο χοντρή πλάκα.",
              "Date": "",
              "Duration": "46:08",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 53",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-930-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/dfeyXDGkBtC0/PK6/playlist.m3u8",
              "Description": "Η Ελισάβετ πηγαίνει μόνη της τη Ναταλία στο μαιευτήριο. Ο Παύλος κι ο Μίμης προσπαθούν να συνεφέρουν τον Νικηφόρο που απ’ την αγρύπνια έπεσε ξερός μόνο μ’ ένα ποτηράκι τσίπουρο. Στο μαιευτήριο καταφθάνουν Ειρήνη και Ξανθίππη και προσπαθούν να ηρεμήσουν την Ελισάβετ. Ο Παύλος κι ο Μίμης φέρνουν σηκωτό το Νικηφόρο στο μαιευτήριο και τον κρύβουν σε κάποιο δωμάτιο μέχρι να συνέλθει. Σκαστός απ’ το στρατόπεδο καταφθάνει και ο Αχιλλέας. Ο Νικηφόρος συνέρχεται με τη βοήθεια νοσοκόμας και στο τσακ προλαβαίνει τη γέννα.",
              "Date": "",
              "Duration": "45:07",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 54",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-929-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/gxgcTS5OqFqX/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος και η Ελισάβετ είναι πανευτυχείς με τον ερχομό της εγγόνας τους και πλέον το παίρνουν απόφαση ότι η σχέση τους δεν μπορεί να τελειώσει ούτε και με το δεύτερο διαζύγιο. Είναι ξανά μαζί αλλά συμφωνούν να το κρατήσουν κρυφό από τους άλλους προκειμένου να αποφύγουν την καζούρα. Η Βίβιαν δέχεται επίσκεψη στο σπίτι από έναν παράξενο τύπο που ρωτάει πολλά. Το ίδιο και ο Κίμωνας στο εργοστάσιο. Ο ίδιος τύπος του λέει πράγματα που τον σοκάρουν και δημιουργούν ένταση στη σχέση του με τη Βίβιαν. Η Ξανθίππη θεωρώντας ότι η ένταση οφείλεται στην πίεση που τους ασκεί ο Μίμης, τον πείθει να σταματήσει να τους ζορίζει για παιδί και μέσα στ’ άλλα του αναφέρει και την περίπτωση της υιοθεσίας. Εντωμεταξύ η Μαρία «κολλάει στον τοίχο» τον Παύλο δηλώνοντάς του πόσο βαθιά τον αγαπάει κάτι που του δημιουργεί ενοχές για τη μέχρι τώρα συμπεριφορά του. Τέλος, η Ξανθίππη μένει σύξυλη όταν βλέπει μπροστά της αυτόν που δεν περίμενε ποτέ ότι θα ξαναδεί.",
              "Date": "",
              "Duration": "44:20",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 55",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-928-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/yCJH5h9KMjiF/PK6/playlist.m3u8",
              "Description": "Η εμφάνιση του Μάκη πανικοβάλει την Ξανθίππη, που ψάχνει τρόπο να τον αντιμετωπίσει. Εκμυστηρεύεται το πρόβλημά της στον Κίμωνα και στη Βίβιαν κι έτσι λύνεται και η παρεξήγηση μεταξύ τους. Ξανθίππη και Κίμωνας αποφασίζουν να συνεχίσουν να παριστάνουν το ζευγάρι, βεβαίως κρυφά από τον Μίμη, με σκοπό να ξεφορτωθούν τον Μάκη. Ο Νικηφόρος και η Ελισάβετ φτιάχνουν τον δικό τους κώδικα επικοινωνίας προκειμένου να μην καταλάβουν οι άλλοι ότι είναι ξανά μαζί. Υποδέχονται τη Ναταλία και το μωρό στο σπίτι και παριστάνουν ότι η κόντρα μεταξύ τους συνεχίζεται. Ο Μίμης μιλάει στη Βίβιαν για υιοθεσία και έκπληκτος διαπιστώνει ότι και κείνη το σκέφτεται θετικά. Η διάθεσή του απέναντί της αλλάζει. Ο Παύλος έχοντας σιγουρευτεί πλέον για την αληθινή αγάπη της Μαρίας, της κάνει ρομαντική πρόταση γάμου. Η Ειρήνη βγαίνει το πρώτο της ραντεβού με το Στέφανο, ενώ στο τσιπουράδικο ο Βασίλης στεναχωρημένος ανακοινώνει στους τρεις φίλους ότι...",
              "Date": "",
              "Duration": "45:31",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 56",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-927-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/hiRAl451j2ZQ/PK6/playlist.m3u8",
              "Description": "Οι τρεις φίλοι έχουν ταραχθεί με την απόφαση του Βασίλη να κλείσει το τσιπουράδικο. Χάνουν το στέκι, το ναό, το εξομολογητήριο… Δεν μπορούν να επιτρέψουν να συμβεί κάτι τέτοιο. Προσπαθούν να του αλλάξουν γνώμη. Παράλληλα ο Μάκης συνεχίζει να ενοχλεί την Ξανθίππη και να την εκβιάζει με ένα μεγάλο χρηματικό ποσό για να μην αποκαλύψει το παρελθόν της. Εκείνη ζητάει τη βοήθεια της Ελισάβετ και της Ειρήνης. Η Ειρήνη συστήνει το Στέφανο στις φίλες της κι εκείνες την βάζουν σε σκέψεις ότι κάτι δεν πάει καλά μαζί του. Οι τρεις άντρες δεν βγάζουν άκρη με το Βασίλη, ο οποίος κουρασμένος και χρεωμένος ως το λαιμό βάζει μπρος για να πουλήσει το μαγαζί. Και τότε αναλαμβάνουν δράση. Θα κάνουν ότι περνάει απ’ το χέρι τους προκειμένου να μην γίνει το κακό. Από την άλλη, οι γυναίκες με τη βοήθεια του Κίμωνα και της Βίβιαν οργανώνουν ένα σχέδιο «εξόντωσης» του Μάκη. Φυσικά κρυφά απ’ τον Μίμη και τους άλλους. Κι ενώ νομίζουν ότι τα κατάφεραν, ο Μάκης μπουκάρει στο σπίτι και...",
              "Date": "",
              "Duration": "45:00",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 57",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-926-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/E1yoEEuZg9pr/PK6/playlist.m3u8",
              "Description": "Ο Μάκης απαγάγει την Ξανθίππη! Οι γυναίκες ψάχνουν τρόπο να το φέρουν μαλακά στο Μίμη και ζητάνε τη βοήθεια του Νικηφόρου και του Παύλου. Ο Μίμης γίνεται έξαλλος που δεν του το είπαν απ’ την πρώτη στιγμή και μόλις του περνάνε τα νεύρα πέφτει σε μαύρη απελπισία. Οι άλλοι προσπαθούν να τον συνεφέρουν ψάχνοντας παράλληλα κάποια λύση. Ο Μάκης ήταν σαφέστατος: Αν ειδοποιήσουν αστυνομία θα κάνει κακό στην Ξανθίππη. Η Ελισάβετ στέλνει με τρόπο την Ειρήνη να βρει τον Στέφανο και να τον πείσει να τους βοηθήσει παράτυπα. Ο Μάκης τηλεφωνεί και ζητάει λύτρα. Ο Μίμης ζητάει να μιλήσει με την Ξανθίππη κι εκείνη κατορθώνει συνθηματικά να του πει ότι είναι δεμένη σε μια γειτονική τους βίλα. Καταστρώνεται σχέδιο άμεσης δράσης. Ο Νικηφόρος, ο Παύλος και ο Στέφανος μπαίνουν στη βίλα και αιφνιδιάζουν το Μάκη. Πάνω στη συμπλοκή όμως το υπηρεσιακό περίστροφο του Στέφανου εκπυρσοκροτεί...",
              "Date": "",
              "Duration": "45:37",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 58",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-925-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/8fnhR3JIpyzm/PK6/playlist.m3u8",
              "Description": "Ο Μάκης εκμεταλλεύεται τον τραυματισμό του Στέφανου και το σκάει. Παράλληλα και οι υπόλοιποι μπουκάρουν πανικόβλητοι στη βίλα και αφού σιγουρεύονται ότι κανείς δεν τραυματίστηκε σοβαρά, πανηγυρίζουν για την απελευθέρωση της Ξανθίππης. Μετά απ’ αυτή την περιπέτεια ο Μίμης γίνεται υπερπροστατευτικός και προσλαμβάνει σωματοφύλακα για την Ξανθίππη που αναγκάζεται να τον δεχτεί. Η Βίβιαν εξομολογείται στον Κίμωνα την επιθυμία της για υιοθεσία κι εκείνος της αποκαλύπτει ότι είναι κάτι που σκέφτεται εδώ και καιρό. Ο Νικηφόρος και η Ελισάβετ ζουν τον έρωτά τους έντονα προσπαθώντας όσο γίνεται να μη «καρφωθούν». Η Ναταλία τους παίρνει είδηση αλλά δεν το φανερώνει. Ο Στέφανος απολαμβάνει τη φροντίδα της Ειρήνης που αισθάνεται υποχρεωμένη απέναντί του. Επιχειρεί μια πιο στενή προσέγγιση αλλά η αδεξιότητά του την μπερδεύει και ενισχύει τις αμφιβολίες της. Η Μαρία γνωρίζει στον Παύλο τη φίλη της, Διώνη που θα γίνει κουμπάρα στο γάμο τους. Μια γυναίκα που πιστεύει ότι κανένας παντρεμένος άντρας δεν είναι πιστός. Και δεν φτάνει που το πιστεύει, σκέφτεται και να το αποδείξει...",
              "Date": "",
              "Duration": "48:08",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 59",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-924-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/9HKjffSbPYMB/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος ζει μέρες και νύχτες πάθους με την Ελισάβετ, ωστόσο είναι σφόδρα προβληματισμένος, όπως και οι άλλοι δύο, για το μέλλον του τσιπουράδικου. Η Ελισάβετ πείθει την Ξανθίππη και την Ειρήνη ότι για να γλιτώσουν τους άντρες απ’ την ψυχολογική κατάρρευση πρέπει να δράσουν άμεσα… Παράλληλα η Μαρία, ύστερα από την επιμονή της Διώνης, ζητάει απ’ τον Παύλο να γνωρίσουν την κουμπάρα στο Νικηφόρο και στο Μίμη. Με το «καλημέρα σας» η Διώνη φλερτάρει ανοιχτά το Μίμη. Κι ενώ Νικηφόρος και Παύλος βρίσκουν ευκαιρία για τρελό δούλεμα, η Ξανθίππη ακούει ένα ύποπτο τηλεφώνημα ανάμεσα στο Μίμη και τη Διώνη και χάνει τη γη κάτω απ’ τα πόδια της...",
              "Date": "",
              "Duration": "46:11",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 60",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-923-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/ExlSIppZ4No1/PK6/playlist.m3u8",
              "Description": "Η Ξανθίππη κρατάει μούτρα στο Μίμη χωρίς να του λέει το λόγο αφήνοντάς τον να αναρωτιέται. Η Ελισάβετ δέχεται τις νυχτερινές επισκέψεις του Νικηφόρου και τις επιπλήξεις του διευθυντή της για τις καθυστερήσεις στη δουλειά. Με παρότρυνση του Νικηφόρου επιχειρεί να σκίσει τη γάτα και καταλήγει άνεργη. Ο Νικηφόρος αποφασίζει να αναλάβει τις ευθύνες του και να βρει δουλειά. Ο Παύλος επισκέπτεται την Ειρήνη για να της δώσει το προσκλητήριο του γάμου. Την ίδια ιδέα έχει και η Μαρία και βρίσκονται οι τρεις τους να τα λένε. Ο Παύλος έκπληκτος μαθαίνει ότι όταν η Μαρία είχε φύγει απ’ το σπίτι, βρήκε καταφύγιο στης Ειρήνης κι ότι με δική της παρότρυνση γύρισε κοντά του. Η Ξανθίππη μετά από συμβουλή της Ελισάβετ πηγαίνει στο εργοστάσιο προκειμένου να μάθει τι τρέχει με το Μίμη. Εκεί βλέπει το Μίμη και τη Διώνη να...",
              "Date": "",
              "Duration": "46:09",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 61",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-922-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/44xm87p8RuhQ/PK6/playlist.m3u8",
              "Description": "Η Ξανθίππη βλέπει με τα ίδια της τα μάτια τη Διώνη να χαριεντίζεται με το Μίμη στην αποθήκη του εργοστασίου. Και πάνω που πάει να ξεσπάσει η καταιγίδα, ο Μίμης κάνει την έκπληξη! Φρενάρει τη Διώνη και τη διώχνει λέγοντάς της ότι πάνω απ’ τη γυναίκα του δεν βάζει καμιά άλλη. Η Ελισάβετ περνά στην ανεργία προσπαθώντας να διατηρήσει την αξιοπρέπεια και την ψυχραιμία της. Ο Νικηφόρος προκειμένου να τη στηρίξει ψυχολογικά αποφασίζει να ψάξει για δουλειά, κάτι που δίνει αφορμή στον Μίμη και τον Παύλο για καζούρα. Τέλος, η Ειρήνη αναγκάζεται μετά από το πρεσάρισμα του Στέφανου να τού εξηγήσει για ποιο λόγο αμφισβήτησε τον «ανδρισμό» του και του ομολογεί ότι της αρέσει. Στέφανος και Ειρήνη ζουν μια νύχτα πάθους! Και την επόμενη μέρα, στην πρωινή τους βόλτα, βλέπουν την Ελισάβετ να φιλιέται σ’ ένα γιαπί με κάποιον οικοδόμο...",
              "Date": "",
              "Duration": "48:48",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 62",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-921-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/zr25PNf98TpH/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος το ‘χει πάρει ζεστά με την οικοδομή αλλά μετά την καζούρα που του κάνουν οι άλλοι δυο βρίσκεται άνεργος. Γυρνώντας στο σπίτι τον περιμένει μια δυσάρεστη έκπληξη. Μαζί με τη Ναταλία και την μπέμπα έχει γυρίσει και ο Αχιλλέας ο οποίος του ζητάει να τους αδειάζει τη γωνιά γιατί όπου να ‘ναι έρχεται με μετάθεση στην Αθήνα. Ο Νικηφόρος καταλήγει στο σπίτι της Ελισάβετ που αναγκάζεται να τον φιλοξενήσει. Προκειμένου να γλιτώσουν από τα σχόλια των άλλων συνεχίζουν να παριστάνουν τους τσακωμένους και ισχυρίζονται ότι το μέτρο είναι προσωρινό. Τέλος, η Εύα καταφθάνει απ’ το Λονδίνο για το γάμο του πατέρα της με τη Μαρία, ενώ Ειρήνη και Παύλος βγάζουν μπροστά της τα άπλυτά τους στη φόρα. Μετά από ένα επεισοδιακό μπάτσελορ πάρτι έρχεται η ώρα του γάμου.",
              "Date": "",
              "Duration": "50:34",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 63",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-920-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/LK8sNItsDZCh/PK6/playlist.m3u8",
              "Description": "Ο Παύλος και η Μαρία φεύγουν για ταξίδι του μέλιτος σε εξωτικό νησί. Ο Νικηφόρος, που έχει εγκατασταθεί πλέον στο σπίτι της Ελισάβετ, γράφει για το περιοδικό και η Ελισάβετ υπογράφει με ψευδώνυμο. Παράλληλα ζουν τον έρωτά τους σε βαθμό που ο Νικηφόρος ενθουσιασμένος της κάνει πρόταση γάμου. Η Ελισάβετ του το ξεκόβει αλλά εκείνος δεν παύει να ελπίζει. Ο Μίμης περιμένει με λαχτάρα το εγγόνι του καθώς η Βίβιαν και ο Κίμωνας βρίσκονται στην τελική φάση της υιοθεσίας. Δεν είναι όμως εύκολο να αποφασίσουν και έτσι παρατείνουν την αγωνία του. Η Ξανθίππη τον στηρίζει ψυχολογικά και τον χαλαρώνει μ’ ερωτικά παιχνιδάκια. Ο Μίμης για χάρη του μελλοντικού εγγονού του δηλώνει έτοιμος να απαρνηθεί ακόμα κι αυτά. Η Ειρήνη κρατάει όσο γίνεται το Στέφανο μακρυά απ’ την Εύα αλλά δε μπορεί τελικά να αποφύγει τη συνάντησή τους. Η Εύα την επιβραβεύει για την επιλογή της και της γνωρίζει τον δικό της αγαπημένο, τον Ντάνο. Η Ειρήνη σοκαρισμένη απ’ αυτή τη γνωριμία ζητάει απ’ τον Παύλο να επιστρέψει επειγόντως απ’ το ταξίδι του μέλιτος και να αναλάβει τις ευθύνες του. Ο Ντάνος δεν είναι σίγουρα ο γαμπρός που ονειρευόντουσαν για την κόρη τους.",
              "Date": "",
              "Duration": "49:03",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 64",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-919-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/2CtpQ0YQNweJ/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος και ο Αχιλλέας τα ‘χουν βρει μεταξύ τους και κάνουν σχέδια για το μέλλον της μπέμπας. Η Ελισάβετ έχει δεχτεί πρόταση για θέση στο κρατικό κανάλι στη Θεσσαλονίκη και προσπαθεί να πάρει μια απόφαση. Ο Μίμης και η Ξανθίππη επισκέπτονται το ορφανοτροφείο όπου βρίσκουν το κατάλληλο παιδί για τον Κίμωνα και τη Βίβιαν. Ο Παύλος, η Ειρήνη και ο Στέφανος βρίσκονται να τρώνε μαζί και να συζητάνε σαν φιλαράκια. Η καλή ατμόσφαιρα όμως δεν κρατάει για πολύ. Μετά από τσακωμό ο Παύλος αναγκάζεται να δεχτεί ότι και η Ειρήνη έχει δικαίωμα να είναι ευτυχισμένη και με όποιον θέλει στο πλευρό της. Η Ελισάβετ αποφασίζει τελικά να δεχτεί τη δουλειά στη Θεσσαλονίκη. Η απόφασή της στεναχωρεί τις φίλες της και τσακίζει το Νικηφόρο που επιμένει να ελπίζει σ’ έναν τρίτο γάμο μεταξύ τους...",
              "Date": "",
              "Duration": "47:48",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 65",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-918-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/t05ufx7sDezX/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος πλέει σε πελάγη ευτυχίας μετά την απόφαση της Ελισάβετ να μείνει κοντά του. Τη μαρκάρει στενά προκειμένου να την πείσει να ξαναπαντρευτούν. Οι αντιστάσεις της πέφτουν σταδιακά και του λέει το «ναι». Αποφασίζουν να κρατήσουν κρυφό το γάμο όπως έκαναν και με τη σχέση τους και να τα φανερώσουν όλα με τον καιρό. Ντρέπονται την αντίδραση των άλλων και την καζούρα που θα επακολουθήσει. Δεν υποψιάζονται ότι όλοι ξέρουν την «κρυφή» τους σχέση αλλά και τα σχέδιά τους για το γάμο. Ο Μίμης και η Ξανθίππη υποδέχονται στο σπίτι τον εγγονό τους, τον Παναγιωτάκη. Μοιράζονται τη χαρά τους με τον Κίμωνα και με τη Βίβιαν που είναι ευτυχισμένοι με την υιοθεσία. Ο Παύλος προσπαθεί να αγνοήσει τα υπονοούμενα και τα σχόλια της Μαρίας περί απόκτησης παιδιού αλλά εκείνη δε σκοπεύει να υποχωρήσει εύκολα. Η Ειρήνη κι ο Στέφανος συνειδητοποιούν ότι η σχέση τους δεν είναι απλά μια περιπέτεια αλλά κάτι πιο ουσιαστικό. Τέλος, ο Νικηφόρος και η Ελισάβετ βρίσκουν ένα απόμερο εκκλησάκι για τον τρίτο (και τελευταίο;) γάμο της ζωής τους.",
              "Date": "",
              "Duration": "47:37",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 66",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-917-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/9pE0fRfOrjkw/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος σε λίγες μέρες γίνεται πενήντα χρονών και το φέρει βαρέως. Ο Μίμης κι ο Παύλος που ‘χουν περάσει αυτό το στάδιο τον δουλεύουν. Η Ελισάβετ δέχεται πρόταση να επιστρέψει στην παλιά της θέση στο κανάλι και το κάνει. Η Ειρήνη ξεκαθαρίζει τη θέση της απέναντι στον Στέφανο και του δίνει το περιθώριο να πάρει τις αποφάσεις του. Εκείνη έχει πάρει τις δικές της προς έκπληξη όλων. Ο Παύλος προσπαθεί να καταλάβει γιατί η Μαρία τις τελευταίες μέρες φέρεται περίεργα και είναι μονίμως τσιτωμένη. Μαθαίνει τελικά το μαντάτο από την Ειρήνη. Ο Μίμης έχει χάσει τα μυαλά του με τον εγγονό και η Ξανθίππη αισθάνεται παραμελημένη. Δεν παραπονιέται όμως για χάρη του μικρού. Γρήγορα θα ξαναπάρει την κατάσταση στα χέρια της. Ο Κίμωνας και η Βίβιαν μετά την υιοθεσία είναι ευτυχισμένοι γονείς με τις υπερβολές και τις ανασφάλειες που έχουν όλοι. Η Ναταλία και ο Αχιλλέας κοντράρονται για την ανατροφή της μπέμπας. Ανέλπιστος σύμμαχος του Αχιλλέα, ο Νικηφόρος. ‘Ολοι γιορτάζουν τα γενέθλια του Νικηφόρου στο τσιπουράδικο. Σβήνει τα κεράκια με το νούμερο 50 και η ζωή συνεχίζεται...",
              "Date": "",
              "Duration": "50:48",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            }
          ]
        },
        {
          "Title": "3ος Κύκλος",
          "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-916-1024x576.jpeg",
          "Year": "2011",
          "isUnlocked": true,
          "Episodes": [
            {
              "Title": "Επεισόδιο 67",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-916-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/djiJ49joLTet/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος, ο Μίμης και ο Παύλος ασφυκτιούν κάτω απ’ την αυστηρή επίβλεψη των γυναικών και δυστυχώς δεν έχουν που να πνίξουν τον καημό τους. Ο Βασίλης μετά την κατάληψη του τσιπουράδικου δεν τους επιτρέπει την είσοδο στο μαγαζί. Εξάλλου εκκρεμεί και δίκη εις βάρος τους. Επειδή όμως ξέρουν να γίνονται φορτικοί κατορθώνουν να του αλλάξουν γνώμη κι επιστρέφουν πανηγυρικά στις κραιπάλες. Αποφασίζουν μάλιστα να τολμήσουν αυτό που χρόνια επιθυμούν. Να ζήσουν από κοντά τη γιορτή του τσίπουρου στον Τίρναβο και να ξεσαλώσουν παρέα με αλλοδαπές οινοποιούς.",
              "Date": "",
              "Duration": "44:45",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 68",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-915-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/giMj3GK8kBYD/PK6/playlist.m3u8",
              "Description": "Η φυγή των τριών φίλων για τον Τίρναβο έχει άδοξο τέλος. Καταλήγουν και οι τρεις με κατάγματα στο νοσοκομείο. Ανήμποροι να αντιδράσουν υπομένουν τα βασανιστήρια των γυναικών που απαιτούν να μάθουν τον σκοπό της φυγής τους. Εκείνοι σκαρφίζονται το ένα ψέμα μετά το άλλο και στο τέλος τους παίρνει η κατρακύλα. ‘Οταν τα ψέματά τους ξεσκεπάζονται, οι γυναίκες αποφασίζουν να δράσουν πιο δυναμικά. Να χωρίσουν την αντροπαρέα. Σπέρνουν δαιμόνια και το καταφέρνουν. Για λίγο όμως. Οι τρεις άντρες σκαρφίζονται την μέγιστη εκδίκηση κατά των γυναικών. Να πατήσουν και τις δέκα εντολές!",
              "Date": "",
              "Duration": "46:05",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 69",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-914-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/PGD0oqClX7z7/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος, ο Μίμης και ο Παύλος παριστάνουν ότι είναι τσακωμένοι μεταξύ τους για να κρατούν εφησυχασμένες τις γυναίκες. Παράλληλα βάζουν σε εφαρμογή το σχέδιο. Μετά από κλήρο η πρώτη εντολή είναι έτοιμη να τσαλαπατηθεί. «Ουκ επιθυμήσεις πάντα όσα τω πλησίον σου έστι» Και ποιος είναι ο πλησιέστερος πλησίον; Ο ένας για τον άλλον φυσικά. Και κουβέντα στην κουβέντα, πείσμα στο πείσμα αποφασίζουν να διεκδικήσουν ερωτικά ο ένας τη γυναίκα του άλλου. Οι γυναίκες ζούνε την απόλυτη τρέλα. Δεν μπορούν να διαχειριστούν την κατάσταση. Και μέσα σ’ όλα επιστρέφουν απ’ την Αμερική η Ναταλία, ο Αχιλλέας και η μικρή Ελίζαμπεθ.",
              "Date": "",
              "Duration": "45:17",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 70",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-913-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/QKrQcBcJIYwM/PK6/playlist.m3u8",
              "Description": "‘Οταν οι γυναίκες συνειδητοποιήσουν το παιχνίδι των αντρών περνάνε στην αντεπίθεση. Τους πολεμούν με τα ίδια τους τα όπλα. Παριστάνουν ότι κολακεύονται απ’ το πρεσάρισμα τους και σταματούν να αντιστέκονται. Είναι διαθέσιμες για ό,τι προκύψει. Οι τρεις φίλοι μπερδεύονται με την εξέλιξη και σίγουροι ότι η φιλία τους κινδυνεύει, κάνουν πίσω. Τώρα είναι η σειρά των γυναικών να πρεσάρουν και να γελάσουν πολύ. Γίνονται προκλητικές σε βαθμό όμως που δημιουργούν υποψίες. Οι τρεις φίλοι μετά από σύντομη σύσκεψη στο τσιπουράδικο καταλήγουν στο αυτονόητο. Οι γυναίκες τους δουλεύουν. Κι αυτό δεν μπορεί να μείνει ατιμώρητο. Το «ΟΥ ΦΟΝΕΥΣΕΙΣ» είναι η επόμενη εντολή για πάτημα.",
              "Date": "",
              "Duration": "44:59",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 71",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-912-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/dsCxiU2gBUp3/PK6/playlist.m3u8",
              "Description": "Το κάζο που ετοίμασαν οι άντρες εναντίον των γυναικών είναι μεγάλο. Δεν χωνεύεται εύκολα. Γι’ αυτό οι τρείς φίλοι εξαφανίζονται και κάνουν ντόλτσε βίτα σε luxury ξενοδοχείο. Μέχρι να περάσει η μπόρα. Η τύχη τους όμως δεν κρατάει πολύ. Οι γυναίκες τους ανακαλύπτουν και τους ρεζιλεύουν. Οι άντρες πεισμώνουν και δεν μπορεί πια να τους σταματήσει ούτε η αναπάντεχη εγκυμοσύνη της Βίβιαν ούτε τα προβλήματα της Ναταλίας και του Αχιλλέα. Θέλουν να πάρουν το αίμα τους πίσω οπωσδήποτε. Αυτό όμως τους γυρίζει μπούμερανγκ.",
              "Date": "",
              "Duration": "45:15",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 72",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-911-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/DS3rLKt7DXQ3/PK6/playlist.m3u8",
              "Description": "Με ένα δαιμόνιο κόλπο οι γυναίκες πείθουν τους άντρες να κρυφτούν κάπου με ασφάλεια αλλιώς θα καταλήξουν πίσω απ’ τα σίδερα. Ο Παύλος κατηγορούμενος για φόνο και οι άλλοι δυο για συνεργοί. Τους χώνουν λοιπόν σ’ ένα υπόγειο και κάνουν ό,τι μπορούν για να ενισχύουν τον πανικό τους. Οι τρείς φίλοι συμπαραστέκονται ο ένας στον άλλον. Ο Παύλος σε μια έξαρση ηρωισμού αποφασίζει να παραδοθεί για να ξεμπλέξουν οι άλλοι δυο. Εκείνοι όμως δεν το δέχονται και καταλήγουν παρέα μπροστά στον έκπληκτο αξιωματικό υπηρεσίας που τους πετάει έξω απ’ το αστυνομικό τμήμα. Οι τρεις φίλοι καταπίνουν την οργή τους και ετοιμάζονται να πατήσουν μια εντολή που σίγουρα θα πονέσει τις γυναίκες. Το «ΟΥ ΜΟΙΧΕΥΣΕΙΣ».",
              "Date": "",
              "Duration": "46:28",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 73",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-910-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/ubl0Ri3TXLZF/PK6/playlist.m3u8",
              "Description": "Η σχέση αντρών και γυναικών έχει περιοριστεί σε μουγκρητά θυμού και σε ανταλλαγή καρφιών. Η εγκυμοσύνη της Βίβιαν είναι δύσκολη και η Ξανθίππη πείθει, με τα πολλά, τον Μίμη να πάει «στο πόδι της», στο εργοστάσιο. Σκάβει, όμως, άθελά της το λάκκο της. Εκεί ο Μίμης γνωρίζει τη Λητώ. Τη νεαρή και όμορφη γραμματέα. Η Ελισάβετ κολακεύεται απ’ το ενδιαφέρον ενός ‘Αραβα συναδέλφου της κι ο Νικηφόρος παράλληλα γνωρίζει την Τζωρτζίνα στο πάρκο που πάει την εγγονή του. Η Μαρία διασκεδάζει με την παρέα του συνεργάτη της, του Τραϊανού, κι ο Παύλος τα ρίχνει στη Νικολέτα, τη δασκάλα του γιου του στον παιδικό σταθμό. Και μέσα σ’ αυτό το μπέρδεμα εξαφανίζεται ο Παναγιωτάκης!",
              "Date": "",
              "Duration": "45:46",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 74",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-909-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/sDAkCFunQnBO/PK6/playlist.m3u8",
              "Description": "‘Ολοι είναι αναστατωμένοι με την εξαφάνιση του Παναγιωτάκη. Οι τρεις φίλοι εξαιτίας του γεγονότος φρενάρουν λίγο τα πράγματα με το «ΟΥ ΜΟΙΧΕΥΣΕΙΣ». Ο Μίμης στη διάρκεια της αναζήτησης του μικρού, άθελά του μαθαίνει το μυστικό της Μαρίας και μπαίνει σε δίλλημα αν πρέπει να το αποκαλύψει στον Παύλο ή όχι. Ζητάει την συμπαράσταση και τη σύμπραξη του Νικηφόρου που όμως έχει τους ίδιους ενδοιασμούς. ‘Οταν ο Παναγιωτάκης βρίσκεται σώος και αβλαβής όλοι ανακουφίζονται κι επιστρέφουν στις αγαπημένες τους ασχολίες. Επειδή όμως τα μυστικά μεταξύ αντρών και γυναικών πληθαίνουν, έρχεται η ώρα που ένα-ένα ξεσκεπάζονται.",
              "Date": "",
              "Duration": "45:04",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 75",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-908-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/ZahkKa6omE15/PK6/playlist.m3u8",
              "Description": "Οι γυναίκες αποφασίζουν να τιμωρήσουν τους άντρες για τις παρ’ ολίγον απιστίες τους. Γιατί κανένα φιλί δεν είναι αθώο. Ακόμα κι αυτό του αποχαιρετισμού. Οι τρεις φίλοι το φέρουν βαρέως και περισσότερο απ’ όλους ο Παύλος αφού η Μαρία θίγει όλο και περισσότερο την ηλικία του. Ο Νικηφόρος κι ο Μίμης αποφασίζουν να εξακριβώσουν με τα μάτια τους την εξωσυζυγική σχέση της Μαρίας. Και την εξακριβώνουν. Τσάμπα κόπος όμως καθώς ο Παύλος το γνωρίζει ήδη. Οι τρεις φίλοι ετοιμάζονται ακόμα και να αλλαξοπιστήσουν προκειμένου να εκδικηθούν τις γυναίκες.",
              "Date": "",
              "Duration": "45:34",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 76",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-907-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/qsBcHjgiB90R/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος παριστάνοντας τον στυλίτη μοναχό τσακίζει μέρα με τη μέρα τα νεύρα της Ελισάβετ αλλά και των παιδιών. Ο Μίμης βιώνοντας το απίστευτο πρεσάρισμα της Ξανθίππης αλλά και την οριστική αποχώρηση απ’ το σπίτι του Κίμωνα, της Βίβιαν και του Παναγιωτάκη, ασπάζεται τον Κομφουκιανισμό προκειμένου να βρει ψυχική γαλήνη. Ο Παύλος γίνεται ράκος όταν τον εγκαταλείπει η Μαρία αποφασισμένη να ζήσει με τον Τραϊανό. Ζητάει συμπαράσταση απ’ την Ειρήνη και πέφτει πάνω στην Εύα που μόλις έχει έρθει απ’ το Λονδίνο. Εκτιμώντας λάθος τις συμβουλές της Εύας κάνει μια απελπισμένη κίνηση που θα του κοστίσει.",
              "Date": "",
              "Duration": "45:31",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 77",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-906-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/WgDOS20z6O1o/PK6/playlist.m3u8",
              "Description": "Η Ελισάβετ πείθει τον Νικηφόρο να λογικευτεί και ανανεώνουν τη σχέση τους. Η Ξανθίππη βοηθάει τα παιδιά να εγκατασταθούν στο καινούργιο τους σπίτι και απαγορεύει στον Μίμη να πάει από κει γιατί η εγκυμοσύνη της Βίβιαν δεν επιτρέπει ταραχή. Ο Παύλος απελπισμένος που ‘χει μείνει ολομόναχος αναζητά παρηγοριά στην Ειρήνη που του κρύβεται. Και μέσα σ’ όλα αυτά γίνεται και η δίκη για την κατάληψη του τσιπουράδικου. Οι τρεις φίλοι ψευδομαρτυρούν και καταδικάζονται. Εκτίουν την ποινή τους στις αγροτικές φυλακές. ‘Οχι για πολύ αφού αποφασίζουν να αποδράσουν. Κάποιος όμως έχει άλλα σχέδια γι’αυτούς.",
              "Date": "",
              "Duration": "45:25",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 78",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-905-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/13TCEFFaUxSR/PK6/playlist.m3u8",
              "Description": "Οι τρεις φίλοι δεν αποφεύγουν τελικά την καταδίκη. Η ποινή τους μετατρέπεται σε κοινωνική εργασία σε κρατικό ίδρυμα. Με τα φτερά τους κομμένα πιάνουν δουλειά και βιώνουν τον αυταρχισμό μιας κρατικής υπαλλήλου αλλά και την καζούρα όλων. Η Ελισάβετ και η Ξανθίππη ανησυχούν για την εξαφάνιση της Ειρήνης και απαιτούν απ’ την Εύα να τους πληροφορήσει. Οι απαντήσεις έρχονται όμως με τρόπο που δεν φαντάζεται κανείς. Ειδικά οι άντρες που γυρνώντας μετά από μια εξαντλητική μέρα κοινωνικής εργασίας δέχονται το απόλυτο σοκ.",
              "Date": "",
              "Duration": "45:11",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 79",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-904-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/TEOrC1ybf0Ax/PK6/playlist.m3u8",
              "Description": "Οι τρεις άντρες τσακισμένοι πνίγουν τον καημό τους κατά τον προσφιλή τους τρόπο. Θεωρούν ότι οι γυναίκες τους επιδίδονται σε όργια όταν εκείνοι απουσιάζουν. Παράλληλα πρέπει να ‘ναι τυπικοί με την εργασία που έχουν αναλάβει στο γηροκομείο. ‘Ενας κοινωνικός λειτουργός έρχεται να τους επιτηρήσει. Η υπάλληλος του ιδρύματος τους πιέζει αλλά ταυτόχρονα φλερτάρει τον Παύλο που δεν έχει τίποτα άλλο στο μυαλό του παρά το διαζύγιο που του ζήτησε η Μαρία. Ο Μίμης ζητάει διαζύγιο απ’ την Ξανθίππη και εκείνη πανικοβάλλεται. Ο Νικηφόρος βρίσκει στο πρόσωπο του κοινωνικού λειτουργού τον άνθρωπο που θα τους απαλλάξει σύντομα απ’ τα βάσανα.",
              "Date": "",
              "Duration": "45:11",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 80",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-903-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/DrZ9JRWxjxFW/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος βάζει σε εφαρμογή το σχέδιο «τραπέζωμα στον Ραγκούση» με σκοπό να τον πείσει να τους απαλλάξει απ’ την κοινωνική εργασία. Ο Παύλος βιώνει την μοναξιά του μέχρι που ένας «άγγελος» πέφτει στην αυλή του διπλανού σπιτιού και μπαίνει και στο δικό του σπίτι. Ο Μίμης το παρακάνει με το διαζύγιο και η Ξανθίππη πρεσαρισμένη πάει να βρει την Ειρήνη στο Λονδίνο. Το τραπέζι στον Ραγκούση διαλύει την οικογένεια Ζορμπά. Ο Αχιλλέας εγκαταλείπει την Ναταλία και την κόρη του και φεύγει για Θεσσαλονίκη. Ο Νικηφόρος για πρώτη ίσως φορά πρέπει να αναλάβει τις ευθύνες του.",
              "Date": "",
              "Duration": "45:31",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 81",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-902-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/cdrSF3ngZabY/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος περνάει μαύρες μέρες θρηνώντας κλεισμένος στο σπίτι. Η Ελισάβετ φυσικά δίπλα του περνάει χειρότερα. Η Ξανθίππη γυρίζει απ’ το Λονδίνο κι ο Μίμης μετανιωμένος της υπόσχεται ότι θα αλλάξει μια για πάντα. Ο Παύλος βιώνει τις καλύτερες μέρες της ζωής του καθώς η τύχη συνεχίζει να του χαμογελάει. Οι τρεις φίλοι κάνουν τον απολογισμό τους και καταλήγουν ότι ο τρόπος που ζούσαν μέχρι τώρα φταίει για όλα τα δεινά τους. Ορκίζονται να γίνουν άλλοι άνθρωποι. Κι αφού κανείς δεν τους πιστεύει, πασχίζουν να το αποδείξουν. Αφού πρώτα ζήσουν λίγες ακόμα μέρες ανεμελιάς...",
              "Date": "",
              "Duration": "45:26",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            }
          ]
        }
      ]
    },
    {
      "Title": "Ποιός Παπαδόπουλος;",
      "ImageBack": "https://ant1media.azureedge.net/imgHandler/1920/c62b3783-16bc-40d7-8578-16e4e4b1a4e2.jpg",
      "ImageMain": "https://ant1media.azureedge.net/imgHandler/1920/c62b3783-16bc-40d7-8578-16e4e4b1a4e2.jpg",
      "Description": "Η ζωή είναι γεμάτη εκπλήξεις και απρόοπτα.\nΚάποιες φορές, όμως, κάποια… μπλεξίματα φέρνουν τα πάνω κάτω, σε βαθμό που η κατάσταση ξεφεύγει από τον έλεγχό μας.\nΑυτό συμβαίνει και στο «Ποιος Παπαδόπουλος;». \nΗ νέα κωμική σειρά του AΝΤ1, μέσα από μία αναγκαστική συγκατοίκηση, θα αλλάξει τις ισορροπίες, αλλά και τον τρόπο ζωής δύο οικογενειών, δημιουργώντας απίστευτες καταστάσεις.\nΣτο «Ποιος Παπαδόπουλος;» τα μπερδέματα ξεκινούν από τα… γεννοφάσκια των πρωταγωνιστών!\n16 χρόνια πριν. Ένα βροχερό βράδυ, δύο αντρόγυνα, ο Αρίστος (Κρατερός Κατσούλης) και η Μελίνα (Μαριάννα Τουμασάτου), ο Γιάννης (Γιάννης Δρακόπουλος) και η Περιστέρα (Ελένη Ουζουνίδου), γίνονται γονείς στο ίδιο μαιευτήριο. Δεν ξέρουν, όμως, ότι ένα blackout και το κοινό τους επώνυμο, Παπαδόπουλος, θα τους ενώσει.\n16 χρόνια μετά. Ο Αρίστος και η Μελίνα ζουν με τον γιο τους Αλέξανδρο (Κωνσταντίνος Γεωργιόπουλος) μια πλουσιοπάροχη ζωή σε μια πολυτελή βίλα. Ο Γιάννης και η Περιστέρα από την άλλη, ζουν με τον γιο τους τον Θάνο (Δημήτρης Δάρας), αλλά και τον πατέρα του Γιάννη, τον Θανάση (Βασίλης Κολοβός), σε μια φτωχική μονοκατοικία, παλεύοντας να τα βγάλουν πέρα με ένα δάνειο που χρωστάνε, με τους κατασχέτες που τους κυνηγάνε και με μόνο σταθερό εισόδημα τη σύνταξη του παππού.\nΈνα ατύχημα θα τους φέρει όλους αντιμέτωπους με μια μεγάλη έκπληξη…\nΠώς θα αντιδράσουν οι πλούσιοι αριστοκράτες Παπαδόπουλοι όταν θα αναγκαστούν να φιλοξενήσουν στην έπαυλή τους τους φτωχούς Παπαδόπουλους, για χάρη των αγοριών τους;\nΠώς θα αντιμετωπίσουν οι γονείς αυτή τη νέα πραγματικότητα;\nΠώς θα «υποδεχτούν» τα παιδιά τη νέα τους ζωή, μεγαλώνοντας κάτω από την ίδια στέγη μαζί με τους βιολογικούς τους γονείς, αλλά και με τους γονείς που τους μεγάλωσαν;\nΠώς θα ξεμπλεχτεί το κουβάρι αυτής της αναγκαστικής συμβίωσης δύο οικογενειών από δύο εντελώς διαφορετικές κοινωνικές τάξεις και με χάσμα στο οικονομικό status; ",
      "Year": "2022 - 2023",
      "Genre": "Τηλεοπτικές Σειρές",
      "Duration": "~45λ.",
      "isUnlocked": true,
      "Seasons": [
        {
          "Title": "1ος Κύκλος",
          "Image": "https://ant1media.azureedge.net/imgHandler/1920/c62b3783-16bc-40d7-8578-16e4e4b1a4e2.jpg",
          "Year": "2022",
          "isUnlocked": true,
          "Episodes": [
            {
              "Title": "Επεισόδιο 4",
              "Image": "https://ant1media.azureedge.net/imgHandler/612/8e355232-c912-4d73-8a48-27a18083e23b.jpg",
              "Video": "https://antennavod.akamaized.net/VODS2/be73e7b1-3f32-40ec-8146-65615a7629da.mp4",
              "Description": "Ο Αρίστος και η Μελίνα για να μη γίνει σκάνδαλο λένε ψέματα στους φίλους τους ότι οι έτεροι Παπαδόπουλοι είναι συγγενείς τους. Αυτό το «θέατρο» θα έχει απρόβλεπτες εξελίξεις.",
              "Date": "",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 3",
              "Image": "https://ant1media.azureedge.net/imgHandler/612/b6066727-40ee-493e-90b0-93bfa432ddca.jpg",
              "Video": "https://antennavod.akamaized.net/VODS2/2606ff28-e959-420f-9aac-c29128a29524.mp4",
              "Description": "Όλοι οι Παπαδόπουλοι προσπαθούν να συντονιστούν με την αναγκαστική συμβίωσή τους. Τα πράγματα είναι όμως πολύ δύσκολα και για τα παιδιά που κοντράρονται και για τους ενήλικες που ψάχνουν κάποιο σημείο επαφής.",
              "Date": "",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 2",
              "Image": "https://ant1media.azureedge.net/imgHandler/612/6e6c2f26-9f96-4b3f-ba60-b9ec27064dc4.jpg",
              "Video": "https://antennavod.akamaized.net/VODS2/3266bc2c-1b47-47ea-a452-319dcadc0be0.mp4",
              "Description": "Οι δυο οικογένειες Παπαδοπούλου συναντιούνται για να γνωριστούν. Μετά από τσακωμό το κάθε παιδί θα καταλήξει να μείνει με τους βιολογικούς του γονείς. Ένα νέο ατύχημα όμως θα ξαναενώσει τις δυο οικογένειες.",
              "Date": "",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 1",
              "Image": "https://ant1media.azureedge.net/imgHandler/612/cd475b9b-18b7-4852-94a4-3c5527e60124.jpg",
              "Video": "https://antennavod.akamaized.net/VODS2/02c2c16b-c577-4caa-a587-cbbe4de23ebf.mp4",
              "Description": "Ο Αρίστος και η Μελίνα Παπαδοπούλου και ο Γιάννης και η Περιστέρα Παπαδόπουλου γίνονται γονείς το ίδιο βράδυ στο ίδιο μαιευτήριο. Λόγω ενός blackout οι δυο οικογένειες παίρνουν λάθος μωρά. Δεκαέξι χρόνια μετά, εξαιτίας ενός ατυχήματος, ανακαλύπτουν το μπέρδεμα.",
              "Date": "",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            }
          ]
        }
      ]
    }
  ]
}
