{
  "Main": [
    {
      "Live": true,
      "Video": "",
      "Fetch": "MediaFire"
    }
  ],
  "Series": [
    {
      "Title": "Πενήντα Πενήντα (50-50)",
      "ImageBack": "https://www.megatv.com/wp-content/uploads/2020/09/50-50.jpg",
      "ImageMain": "https://upload.wikimedia.org/wikipedia/el/8/84/%CE%A0%CE%B5%CE%BD%CE%AE%CE%BD%CF%84%CE%B1_%CE%A0%CE%B5%CE%BD%CE%AE%CE%BD%CF%84%CE%B1.png",
      "Description": "Η σειρά 50-50 πραγματεύεται τις ζωές τριών πενηντάρηδων καθώς και των γυναικών τους. Η Ναταλία, κόρη του Νικηφόρου και της Ελισάβετ, παντρεύεται! Ο Νικηφόρος μόνο στη σκέψη του γάμου έχει πέσει να πεθάνει. Η τεράστια αδυναμία που τρέφει για τη μονάκριβη κόρη του τον οδηγεί σε παραλογισμούς και χοντράδες. Αυτό δημιουργεί ευθυμία στην υπόλοιπη παρέα αλλά και πολλά νεύρα στην Ελισάβετ. Ο Μίμης ζει καθημερινά με την Ξανθίππη το απόλυτο ερωτικό πάθος κάτι που εκνευρίζει αφάνταστα τη νύφη του τη Βίβιαν. Ο Παύλος αποκαλύπτει στο Νικηφόρο ότι έχει δεσμό με μια μικρούλα και του ζητάει συμπαράσταση. Η σύζυγος του Παύλου, Ειρήνη, έχει αντιληφθεί την αλλαγή στη συμπεριφορά του, ωστόσο οι φίλες της αγνοώντας την αλήθεια την καθησυχάζουν.",
      "Year": "2005 - 2011",
      "Genre": "Τηλεοπτικές Σειρές",
      "Duration": "~45λ.",
      "isUnlocked": true,
      "Seasons": [
        {
          "Title": "1ος Κύκλος",
          "Image": "https://media.themoviedb.org/t/p/w227_and_h127_bestv2/1lrzGMm11o15wHDrECUqYniLaPH.jpg",
          "Year": "2005",
          "isUnlocked": true,
          "Episodes": [
            {
              "Title": "Επεισόδιο 1",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-982-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/7m1zS144sz4P/PK6/playlist.m3u8",
              "Description": "Η Ναταλία, κόρη του Νικηφόρου και της Ελισάβετ, παντρεύεται! Ο Νικηφόρος (Πέτρος Φιλιππίδης) μόνο στη σκέψη του γάμου της, έχει πέσει να πεθάνει. Η τεράστια αδυναμία που τρέφει για τη μονάκριβη κόρη του τον οδηγεί σε παραλογισμούς και χοντράδες. Αυτό δημιουργεί ευθυμία στην υπόλοιπη παρέα αλλά πολλά νεύρα στην Ελισάβετ (‘Αβα Γαλανοπούλου). Ο Μίμης (Παύλος Χαϊκάλης) ζει καθημερινά με την Ξανθίππη (Μαρία Ανδρούτσου) το απόλυτο ερωτικό πάθος κάτι που εκνευρίζει αφάνταστα τη νύφη του Βίβιαν. Ο Παύλος (Σάκης Μπουλάς) αποκαλύπτει στον Νικηφόρο ότι έχει δεσμό με μια μικρούλα και του ζητάει συμπαράσταση. Η σύζυγός του Παύλου, Ειρήνη (Βάνα Ραμπότα) έχει αντιληφθεί την αλλαγή στην συμπεριφορά του, ωστόσο οι φίλες της αγνοώντας την αλήθεια την καθησυχάζουν. Μέχρι που η Ελισάβετ ανοίγει μια πόρτα και βρίσκεται μπροστά...",
              "Date": "",
              "Duration": "46:27",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 2",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-981-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/UzcZlZk0tlBh/PK6/playlist.m3u8",
              "Description": "Η Ελισάβετ κάνει τσακωτό μέσα στην κρεβατοκάμαρα των παιδιών, τον Παύλο με την πιτσιρίκα. Το κρύβει απ’ την Ειρήνη αλλά απειλεί τον Παύλο ότι αν δεν χωρίσει με τη μικρή θα της τα πει όλα και βέβαια κατσαδιάζει άγρια τον Νικηφόρο που του έκανε πλάτες. Κουβέντα στην κουβέντα τον διώχνει απ’ το σπίτι. ‘Οταν το νιόπαντρο ζευγάρι γυρίζει απ’ το ταξίδι του μέλιτος δέχεται την επίσκεψη του Νικηφόρου που εγκαθίσταται στο σπίτι και τους κάνει τη ζωή μαρτύριο. Ο Μίμης αντιμετωπίζει πρόβλημα υγείας. Ο γιατρός συμβουλεύει την Ξανθίππη να απέχουν απ’ το σεξ αλλά αυτό είναι και το πιο δύσκολο. Ο Παύλος όχι μόνο δε χωρίζει την μικρή αλλά ψάχνει και σπίτι για να στεγάσει τον έρωτά του. Η Ειρήνη απαντάει σ’ ένα τηλεφώνημα και μαθαίνει ότι...",
              "Date": "",
              "Duration": "44:43",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 3",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-980-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/PGNDAIa8mFoO/PK6/playlist.m3u8",
              "Description": "Η Ειρήνη μαθαίνει ότι ο Παύλος ψάχνει να νοικιάσει διαμέρισμα και αντιδρά βίαια. Νικηφόρος και Ελισάβετ σπεύδουν να ηρεμήσουν τα πνεύματα. Η Ελισάβετ βρίσκει τρόπο και τα μπαλώνει. Είναι αποφασισμένη όμως να ανακαλύψει την πιτσιρίκα του Παύλου. Ψαρεύει τον Νικηφόρο που τώρα το παίζει γλυκός και τρυφερός απέναντί της και μαθαίνει λεπτομέρειες. Η Ξανθίππη έχει γίνει υπερπροστατευτική απέναντι στον Μίμη που αναγκάζεται να φεύγει σκαστός απ’ το σπίτι για να πάει στη δουλειά του. Η Ξανθίππη του φανερώνει ότι μάλλον έχει πρόβλημα με την καρδιά του. Η Βίβιαν κρυφακούει και θεωρεί ότι η συγκυρία είναι ιδανική προκειμένου να περάσει το εργοστάσιο στον Κίμωνα. Δηλαδή στον εαυτό της. Τέλος, ο ορκισμένος εργένης Αλκιβιάδης ανακοινώνει στην παρέα ότι παντρεύεται...",
              "Date": "",
              "Duration": "44:59",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 4",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-979-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/xnrN3J3KHNMD/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος προσπαθεί να ταρακουνήσει τον Μίμη που πάει απ’ το κακό στο χειρότερο. Ακόμα κι όταν οι ιατρικές εξετάσεις του βγαίνουν καλές, εκείνος πιστεύει ότι κάτι του κρύβουν. Ο Παύλος συνεχίζει ανενόχλητος να ζει τον έρωτά του με τη Μαρία. Ωστόσο, η Ειρήνη βλέπει στο αυτοκίνητό του ένα γυναικείο τσαντάκι και τη ζώνουν τα φίδια. Η Ελισάβετ πάλι μπαλώνει τα πράγματα και δίνει μια τελευταία ευκαιρία στον Παύλο να χωρίσει τη μικρή. Εντωμεταξύ, ο Νικηφόρος σπάει στο ξύλο τον Αχιλλέα θεωρώντας ότι κερατώνει την κόρη του. Πρόκειται βέβαια για παρεξήγηση κι έτσι η Ναταλία δηλώνει στον μπαμπά της ότι δεν θέλει να τον ξαναδεί στα μάτια της! Η Ξανθίππη αναλαμβάνει δράση για να συνεφέρει μια και καλή το Μίμη αλλά της μένει στα χέρια. ‘Ολη η παρέα τρέχει νυχτιάτικα στο νοσοκομείο. Κι εκεί που περιμένουν να μάθουν νέα για τον Μίμη δίπλα τους περνάει ένα φορείο με...",
              "Date": "",
              "Duration": "45:46",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 5",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-978-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/FKW5b7W3pSWt/PK6/playlist.m3u8",
              "Description": "Και ενώ όλοι τρέχουν στο νοσοκομείο για να μάθουν νέα για το Μίμη, βρίσκονται μπροστά σε μια πολύ δυσάρεστη έκπληξη: Ο Αλκιβιάδης αποδήμησε εις τόπους χλοερούς μέσα στην αγκαλιά της Οξάνα. Οι τρεις φίλοι αρνούνται να αντιμετωπίσουν τη θλιβερή πραγματικότητα και κλείνονται στα σπίτια τους. Και τον εαυτό τους. Για πρώτη φορά ύστερα από πέντε χρόνια δε δίνουν παρουσία στο ουζερί. Ο Νικηφόρος πέφτει σε κατατονία, δεν ασχολείται καν με την κόρη του. Ο Μίμης αποφασίζει να κάνει τον Κίμωνα διευθυντή του εργοστασίου. Ο Παύλος «παγώνει» τη σχέση του με τη Μαρία. Η υπομονή των γυναικών, με τους άντρες να περιφέρονται άσκοπα στο σπίτι, αρχίζει να εξαντλείται και αναλαμβάνουν δράση...",
              "Date": "",
              "Duration": "45:15",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 6",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-977-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/E6a824H4M1yd/PK6/playlist.m3u8",
              "Description": "Οι τρεις φίλοι καταλήγουν μεθυσμένοι στο νεκροταφείο και περνούν εκεί όλη τη νύχτα πίνοντας και τραγουδώντας. Οι γυναίκες στο σπίτι κάθονται σε αναμμένα κάρβουνα μέχρι που μαθαίνουν ότι τους έχει συλλάβει η αστυνομία. Σπεύδουν στο τμήμα και αγανακτισμένες με την επιπολαιότητά τους παριστάνουν ότι δεν τους γνωρίζουν. Οι τρεις άντρες βράζουν στο ζουμί τους πίσω απ’ τα κάγκελα. ‘Οταν επιτέλους αφήνονται ελεύθεροι, περνάνε στην επίθεση προκειμένου να γλιτώσουν τις επιπλήξεις και την κριτική των γυναικών. Λόγο στο λόγο ακούγονται αλήθειες και πράγματα που θίγουν και τις δυο πλευρές. Ο Παύλος νοιώθει ότι η Ειρήνη τον έχει εγκλωβίσει και ανακαλύπτει πόσο του λείπει η Μαρία. Ο Μίμης τα ξαναβρίσκει με την Ξανθίππη και επιστρέφουν στις παλιές τους επιδόσεις. Ο δε Νικηφόρος αποφασίζει να βρει δουλειά για να αποδείξει στην Ελισάβετ ότι δεν είναι άχρηστος.",
              "Date": "",
              "Duration": "45:04",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 7",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-976-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/awDcNS7NBn8Q/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος γίνεται κληρονόμος του γραφείου τελετών του Αλκιβιάδη. Παρά τις προτροπές των υπολοίπων αλλά και της Ελισάβετ να το ξεφορτωθεί, εκείνος αποφασίζει να το κρατήσει για να τους αποδείξει ότι δεν είναι άχρηστος. Αυτή η επιμονή  δίνει αφορμές στον Μίμη και τον Παύλο για χοντρές πλάκες. Στο μεταξύ, ο Παύλος έχει αναθερμάνει τη σχέση του με τη Μαρία σε σημείο που νοικιάζει διαμέρισμα για να στεγάσει τον έρωτά τους. Η Ειρήνη τον υποπτεύεται και ζητάει τη βοήθεια της Ξανθίππης και της Ελισάβετ. Οι δυο γυναίκες προσπαθούν να την καθησυχάσουν, φοβούμενες την αντίδρασή της. Τέλος, ο Μίμης ακούει με τα ίδια του τ’ αυτιά αυτό που από καιρό υποπτεύεται: ότι η Βίβιαν δηλαδή, θέλει με κάθε τρόπο να του πάρει το εργοστάσιο απ’ τα χέρια και χρησιμοποιεί τον Κίμωνα για να τα καταφέρει. Βάζει, λοιπόν, σε εφαρμογή ένα σχέδιο «εκπαίδευσης» της Βίβιαν και του Κίμωνα...",
              "Date": "",
              "Duration": "45:05",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 8",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-975-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/UxyWghBh7N2i/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος ανακαλύπτει ότι οι παράξενοι πελάτες που πέρασαν απ’ το γραφείο τελετών ήταν βαλτοί απ’ τον Παύλο και τον Μίμη για να του κάνουν πλάκα. Θίγεται άσχημα και τους κόβει την καλημέρα. Οι τρεις φίλοι μαζί δεν κάνουνε και χώρια δεν μπορούνε αλλά κανείς τους δεν το παραδέχεται. Οι γυναίκες προκειμένου να γλιτώσουν απ’ τη γκρίνια τους καταστρώνουν ένα σχέδιο συμφιλίωσης. Κανονίζουν τραπέζι στο σπίτι της Ειρήνης που όμως καταλήγει σε τσακωμό μεταξύ Ειρήνης και Παύλου. Ο Παύλος φεύγει και ο Νικηφόρος με το Μίμη τρέχουν πίσω του για να τον ηρεμήσουν. Ο Παύλος τους δηλώνει ότι θέλει να ζήσει τη ζωή του με τη Μαρία...",
              "Date": "",
              "Duration": "46:54",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 9",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-974-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/8QgJGECW1MhR/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος πηγαίνοντας να ανοίξει το γραφείο του βρίσκεται μπροστά σε ένα εξαγριωμένο πλήθος που τον κυνηγά. Ζητάει άσυλο στο σπίτι της Ναταλίας αλλά «τρώει πόρτα». Καταλήγει στο σπίτι του Παύλου όπου η Ειρήνη τον «ανακρίνει» για το πού βρίσκεται ο Παύλος, δεδομένου ότι αυτός τον έχει χρησιμοποιήσει ως άλλοθι για να δει τη Μαρία. Εντωμεταξύ ο Μίμης μετά από παρότρυνση της Ξανθίππης, κάνε ιμάθημα σεξουαλικής αγωγής στον Κίμωνα, προκειμένου να ηρεμήσουν τα νεύρα της Βίβιαν. Τέλος, η Ελισάβετ από το κανάλι βγάζει στον αέρα μια είδηση λαβράκι. Και ξαφνικά στην τηλεόραση φιγουράρει η φάτσα του Νικηφόρου...",
              "Date": "",
              "Duration": "44:34",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 10",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-973-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/O3ZdBQzGe64t/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος αρνείται να δεχτεί τη συγνώμη της Ελισάβετ και πηγαίνει να μείνει στον Μίμη. Η Ναταλία που έχει τύψεις προσπαθεί να επικοινωνήσει μαζί του αλλά ο Νικηφόρος την αποφεύγει. Εντωμεταξύ η  Ειρήνη ετοιμάζεται να πάει σε καφετζού για να μάθει αν ο Παύλος την απατά. Κι ενώ Ελισάβετ και Ξανθίππη προσπαθούν να την αποτρέψουν, τελικά καταλήγουν μαζί της να «διαβάζουν» τον καφέ. Τέλος, οι τρεις άντρες αποφασίζουν να ακολουθήσουν την τελευταία συμβουλή του ‘Αδη και να εκπληρώσουν τα απωθημένα τους...",
              "Date": "",
              "Duration": "45:25",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 11",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-972-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/uPNdQi9ZQfoQ/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος και η Ελισάβετ έχουν να δώσουν σημεία ζωής δυο ολόκληρες μέρες. Η παρέα αναστατώνεται και τρέχει να μάθει τι συμβαίνει. Με τη βοήθεια της Ναταλίας και του Αχιλλέα μπαίνουν στο σπίτι και ανακαλύπτουν έκπληκτοι ότι το ζευγάρι έχει περάσει ένα ερωτικό διήμερο «αποκλεισμένο» στην κρεβατοκάμαρα. Ο Παύλος λέει ψέματα στην Ειρήνη ότι θα πάει ταξίδι για δουλειά ενώ σκοπεύει να περάσει λίγες μέρες με τη Μαρία. Η Ελισάβετ και η Ξανθίππη δεν «μασάνε» το παραμύθι καιτου κάνουν επίσκεψη-έκπληξη στην ερωτική φωλίτσα. Ο Παύλος αντί να βάλει την ουρά κάτω από τα σκέλια, πεισμώνει περισσότερο. Παράλληλα ο Μίμης ξαφνιάζεται ευχάριστα όταν μαθαίνει ότι Κίμωνας και Βίβιαν έκαναν επιτέλους σεξ. Για να επιβραβεύσει την πρόοδό τους τούς απαλλάσσει απ’ το εργοστάσιο και τους κάνει δώρο ένα ταξίδι. Τέλος, ο Νικηφόρος καλεί τον Μίμη και τον Παύλο στο σπίτι του όπου τους επιφυλάσσει μια μεγάλη έκπληξη...",
              "Date": "",
              "Duration": "45:49",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 12",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-971-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/opfFBONnNN8j/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος, ο Μίμης κι ο Παύλος εκπληρώνουν το πρώτο τους απωθημένο: Φτιάχνουν το μουσικό συγκρότημα «Τα παιδιά του ‘Αδη» και ξεκινάνε πρόβες στουπόγειο της Ελισάβετ. Παράλληλα, η Ειρήνη μετά τις τελευταίες ενδείξεις για το«κέρατο» του Παύλου αναθέτει σε ιδιωτικό ντετέκτιβ την παρακολούθησή του. Η Ελισάβετ απεγνωσμένη από τις πρόβες του συγκροτήματος, ζητάει βοήθεια από την Ξανθίππη και την Ειρήνη προκειμένου να τους ξεφορτωθεί από το υπόγειο. Εκεί, η Ξανθίππη εντυπωσιάζει με τη δεξιοτεχνία της στο πιάνο αφήνοντάς τους όλους άφωνους. Ακόμα και ο Μίμης αγνοούσε το ταλέντο της γυναίκας του με αποτέλεσμα να αρχίσει να αμφιβάλλει για το πόσο καλά την γνωρίζει. Ο Παύλος, μετά από πίεση των άλλων δυο, τους παρουσιάζει τελικά τη Μαρία υπομένοντας τα σχόλια και τα πειράγματά τους. Τέλος, το συγκρότημα πραγματοποιεί την πρώτη του ζωντανή εμφάνιση στο τσιπουράδικο...",
              "Date": "",
              "Duration": "44:34",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 13",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-970-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/80iychIURFCE/PK6/playlist.m3u8",
              "Description": "Ο Παύλος εγκαθίσταται πλέον στη «φωλίτσα» με τη Μαρία αλλά δεν μπορεί να χωνέψει ότι η Ειρήνη τού έδωσε τα παπούτσια στο χέρι. Την παρακολουθεί λοιπόν μαζί με το Νικηφόρο και το Μίμη και την βλέπει να φιλιέται έξω από το σπίτι τους με ένα νεαρό μηχανόβιο. Οι τρεις άντρες αποφασίζουν να θυμηθούν τα οργισμένα νιάτα τους και καβαλάνε μηχανές. ‘Ολες οι προσπάθειες της Ελισάβετ και της Ξανθίππης να τους λογικέψουν πέφτουν στο κενό. Ο Παύλος ζητάει εξηγήσεις απ’ την Ειρήνη για τον νεαρό μηχανόβιο και «ξανατρώει πόρτα». Ο Νικηφόρος πηγαίνει στο σπίτι της Ναταλίας και στα χέρια του πέφτει ένα γράμμα από τη Βοστόνη που προσκαλεί τον Αχιλλέα να δουλέψει εκεί. Με την ιδέα και μόνο ότι η κόρη του θα φύγει στο εξωτερικό τρελαίνεται. Η Ελισάβετ επισκέπτεται την Ειρήνη για να της συμπαρασταθεί αλλά εκείνη την κατηγορεί για προδοσία και την διώχνει. Τέλος μια τυχαία συνάντηση φέρνει το σκοτεινό παρελθόν της Ξανθίππης στην επιφάνεια...",
              "Date": "",
              "Duration": "50:10",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 14",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-969-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/jgLE7QF7xW0H/PK6/playlist.m3u8",
              "Description": "Η νέα χρονιά δεν ξεκινάει ειρηνικά για κανέναν. Ο Νικηφόρος προσπαθεί με θεμιτούς και αθέμιτους τρόπους να εκθέσει τον Αχιλλέα στα μάτια της Ναταλίας προκειμένου να αποτρέψει το ταξίδι των παιδιών στη Βοστόνη. Ο δε Μίμης μετά την αποκάλυψη ότι η Ξανθίππη έχει κάνει φυλακή, φοβάται ακόμα και τον ίσκιο του. Το σεξ με την Ξανθίππη αποτελεί πια μακρινή ανάμνηση. Ο Παύλος, ενώ περνάει ζωή και κότα με τη μικρή, δεν έχει χωνέψει ακόμα ότι η Ειρήνη τον απάτησε. Παράλληλα η Ειρήνη βιώνει τη μοναξιά της επιμένοντας να αρνείται τη συγνώμη της Ελισάβετ και της Ξανθίππης. Τέλος, η Ξανθίππη μη αντέχοντας άλλο την «καραντίνα» στην οποία την έχει βάλει ο Μίμης, αποφασίζει να του μιλήσει για το παρελθόν της...",
              "Date": "",
              "Duration": "45:51",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 15",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-968-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/Ly9Zsd5DaR3k/PK6/playlist.m3u8",
              "Description": "Ο Παύλος κι ο Μίμης ξυπνάνε στους καναπέδες της Ελισάβετ. Ο Νικηφόρος ετοιμάζει περιχαρής πρωινό για τη Ναταλίτσα και βρίσκει ευκαιρία να ρίξει κι άλλο δηλητήριο για τον Αχιλλέα. Ο Παύλος φεύγει άρον-άρον για να καθησυχάσει τη Μαρία που τον έψαχνε όλη νύχτα. Ο Μίμης ράκος ψυχολογικά πηγαίνει στο εργοστάσιο. Ο Αχιλλέας καταφθάνει στο σπίτι της Ελισάβετ με σκοπό να τα ξαναφτιάξει με τη Ναταλία. Ο Νικηφόρος κατορθώνει να τους κάνει πάλι να τσακωθούν. Η Ελισάβετ πηγαίνει στην Ξανθίππη και τη βρίσκει να ετοιμάζει βαλίτσες. Μαθαίνει από πρώτο χέρι τον πρότερο «ανέντιμο» βίο της. Η Ξανθίππη ζητάει «άσυλο» στο σπίτι της Ειρήνης. Εκείνη τη δέχεται και τελικά οι τρεις γυναίκες τα ξαναβρίσκουν μεταξύ τους. Η Μαρία κάνει σκηνή στον Παύλο για τη νυχτερινή απουσία του, νομίζοντας ότι έχει κοιμηθεί στην Ειρήνη. Ο Παύλος την ηρεμεί αλλά το «καρφί» της Ειρήνης έχει βρει το στόχο του. Ο Παύλος αρχίζει να νιώθει ανασφαλής ως εραστής. Ο Μίμης γυρίζει στο σπίτι με σκοπό να ξαναμιλήσει με την Ξανθίππη πριν πάρει αποφάσεις. Η Βίβιαν του ανακοινώνει ότι η Ξανθίππη τον εγκατέλειψε...",
              "Date": "",
              "Duration": "46:34",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 16",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-967-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/4pWGDjh57kFf/PK6/playlist.m3u8",
              "Description": "Η Ελισάβετ ξυπνάει άρρωστη και με κακά προαισθήματα. Ο Νικηφόρος φέρεται ύποπτα και προφασίζεται ότι έχει δουλειά για να φύγει απ’ το σπίτι. Ο Μίμης παρά τις προσπάθειες του Κίμωνα αρνείται να συνέλθει. Η Βίβιαν προσπαθεί να εκμεταλλευτεί την κατάσταση αλλά αυτή τη φορά ο Μίμης της κόβει τη φόρα. Ο Κίμωνας προσπαθεί να πείσει την Ξανθίππη να γυρίσει στο σπίτι. Εκείνη του λέει όλη την αλήθεια, την οποία ο Κίμωνας μεταφέρει στον πατέρα του επιτυγχάνοντας τα αντίθετα αποτελέσματα. Ο Παύλος ζητάει διαζύγιο απ’ την Ειρήνη μετά από πίεση της Μαρίας. Η Ειρήνη για να τον ψήσει κι άλλο αρνείται να του το δώσει. Ο Μίμης πιεσμένος από την όλη κατάσταση θέλει κάπου να ξεσπάσει. Πείθει το Νικηφόρο να πάνε για εξτρίμ σπορ. Ξεσηκώνουν και τον Παύλο αλλά τελικά καταλήγουν να παλιμπαιδίζουν σε ένα Λούνα Παρκ...",
              "Date": "",
              "Duration": "47:24",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 17",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-966-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/DFP0kdn5FyIh/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος έχει μετανιώσει πικρά για το κακό που έκανε στη Ναταλία και τον Αχιλλέα αλλά δεν τολμάει να πει και την αλήθεια. Ο Παύλος τα ‘χει πάρει με το πείσμα της Ειρήνης να μη του δίνει διαζύγιο αλλά δεν μπορεί να κάνει και κάτι. Απ’ την άλλη, o Μίμης περνάει φάση στερητικού συνδρόμου από την Ξανθίππη αλλά δεν το παραδέχεται κι ο Κίμωνας αναλαμβάνει δράση. Στήνει ραντεβού με Μίμη και Ξανθίππη χωρίς εκείνοι να το ξέρουν. ‘Ομως τα πράγματα αντί να φτιάξουν γίνονται χειρότερα… Η Ελισάβετ μαθαίνει απ’ την Ξανθίππη για τη συνάντηση Νικηφόρου και Οξάνας. Τη ζώνουν τα φίδια και αποφασίζει να ερευνήσει. Ανακαλύπτει λοιπόν ότι η φάση με την αλλοδαπή στην αγκαλιά του Αχιλλέα ήταν στημένη απ’ τον Νικηφόρο. Γίνεται έξαλλη κι ενώ είναι έτοιμη να τον αρπάξει, μπουκάρει στο σπίτι ο πατέρας της Μαρίας και τον τουλουμιάζει στο ξύλο νομίζοντας ότι ο Νικηφόρος είναι ο παντρεμένος που νταραβερίζεται με την κόρη του… Η παρεξήγηση λύνεται αλλά τα βάσανα του Νικηφόρου δεν τελειώνουν. Η Ελισάβετ του δηλώνει ότι τον χωρίζει.",
              "Date": "",
              "Duration": "45:31",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 18",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-965-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/BzKbeLe6u1Cl/PK6/playlist.m3u8",
              "Description": "Οι τρεις φίλοι ο ένας χειρότερα απ’ τον άλλον. Ο Νικηφόρος με την απειλή διαζυγίου απ’ την Ελισάβετ, ο Μίμης αναποφάσιστος σε σχέση με την Ξανθίππη κι ο Παύλος σοκαρισμένος απ’ την αποκάλυψη ότι η Ειρήνη ήξερε καιρό για τη Μαρία. Ο Νικηφόρος αποφασίζει να ζητήσει ταπεινά συγνώμη απ’ τα παιδιά για το κακό που προκάλεσε. Εκεί όμως τον περιμένει μια δυσάρεστη έκπληξη… Εντωμεταξύ ο Μίμης εκφράζει τη σφοδρή επιθυμία να πάνε για ψάρεμα. Παιδικό απωθημένο καθώς ο πατέρας του δεν τον πήγε ποτέ. Οι τρεις φίλοι καταλήγουν να «ψαρεύουν» σε καφέ μπαρ… Τέλος ο Παύλος επισκέπτεται την Ειρήνη κι εκείνη του ανακοινώνει ότι θα του δώσει το διαζύγιο. ‘Ομως η ξαφνική επιστροφή της κόρης τους απ’ το Λονδίνο θα ανατρέψει πάλι τις ισορροπίες...",
              "Date": "",
              "Duration": "47:07",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 19",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-964-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/BZK4c3C0jQ5S/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος λαμβάνει την αίτηση διαζυγίου της Ελισάβετ και η Ξανθίππη απειλεί με τη σειρά της το Μίμη με χωρισμό. Οι τέσσερίς τους βρίσκονται στο ίδιο σπίτι να καβγαδίζουν και να τους παίρνει το ξημέρωμα… Από την άλλη Παύλος και Ειρήνη παριστάνουν ότι δεν τρέχει τίποτα και ότι όλα μεταξύ τους είναι μέλι-γάλα «για χάρη του παιδιού». Η Μαρία πιέζει με τηλεφωνήματα κι ο Παύλος τη φλομώνει στα ψέματα. Ο Νικηφόρος κάνει άλλη μια απόπειρα να μιλήσει στον Αχιλλέα αλλά τρώει πόρτα απ’ τη Ναταλία που συνεχίζει να παριστάνει ότι εξαιτίας του υποφέρει. Η Ελισάβετ και ο Νικηφόρος μιλάνε με τον δικηγόρο για το διαζύγιο αλλά καταλήγουν απειλώντας ο ένας τον άλλον. Στο δρόμο συνεχίζουν τον καβγά και...",
              "Date": "",
              "Duration": "47:01",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 20",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-963-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/T61YSycEHkbW/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος μετά το ατύχημα παθαίνει αμνησία. Η Ελισάβετ είναι σε απόγνωση. Εκεί που ήταν έτοιμη να τον χωρίσει τον γιατροπορεύει. ‘Ολοι προσπαθούν να βοηθήσουν την κατάσταση αλλά άδικος κόπος. Ο Νικηφόρος τα ‘χει μπερδέψει όλα στο κεφάλι του και γίνεται από αστείος έως πολύ ενοχλητικός. Παράλληλα η Μαρία δεν ανέχεται άλλο τα ψέματα του Παύλου και φεύγει από τη «φωλίτσα». Ο Μίμης προσπαθεί να ξανακερδίσει την Ξανθίππη αλλά αυτή αρνείται πεισματικά. Η Εύα πιέζει την Ειρήνη και τον Παύλο να γιορτάσουν την επέτειο γάμου και αναγκάζονται να το κάνουν. Τους καλούν όλους λοιπόν στο σπίτι. Εκεί η Ελισάβετ ακούει απ’ το Νικηφόρο αυτό που δεν έπρεπε να ακούσει...",
              "Date": "",
              "Duration": "45:25",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 21",
              "Image": "https://www.megatv.com/wp-content/uploads/2011/06/1-1024x576.jpg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/Ni7xf7idtGl7/PK6/playlist.m3u8",
              "Description": "Η Ελισάβετ ανακαλύπτει ότι ο Νικηφόρος δεν έχει αμνησία αλλά προσποιείται.Τον ξεμπροστιάζει και επισπεύδει το διαζύγιο. Ο Νικηφόρος για να υπογράψει το διαζύγιο αναγκάζει την Ελισάβετ να του παραχωρήσει το μισό σπίτι. Εντωμεταξύ η Ναταλία και ο Αχιλλέας βγάζουν περιοριστικά μέτρα προκειμένου να μην μπορεί ούτε να τους πλησιάσει ο Νικηφόρος. Δύσκολο όμως να τον κρατήσουν μακριά. Η Εύα φανερώνει στον Παύλο και την Ειρήνη ότι ξέρει τα πάντα για το χωρισμό τους. Τους ζητάει να κάνουν αυτό που πραγματικά θέλουν. Ο Μίμης προσπαθεί να προσεγγίσει την Ξανθίππη αλλά εκείνη τον αποφεύγει συστηματικά. Αφήνει οριστικά τη διεύθυνση του εργοστασίου στον Κίμωνα και αφιερώνει όλη του την ενέργειά για να την ξανακερδίσει...",
              "Date": "",
              "Duration": "44:37",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 22",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-961-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/OK6LefdilMf4/PK6/playlist.m3u8",
              "Description": "Ο Μίμης παρακολουθεί την Ξανθίππη με τη βοήθεια του Νικηφόρου και ανακουφίζεται όταν ανακαλύπτει ότι δεν τρέχει κάτι πονηρό αλλά απλώς έχει βρει δουλειά σε piano restaurant. Η Εύα αναχωρεί για το Λονδίνο και η Ειρήνη συνειδητοποιεί πλέον την απόλυτη μοναξιά της. Η Ελισάβετ προσπαθεί να την ταρακουνήσει και να την πείσει να κάνει μια νέα αρχή στη ζωή της. Ο Παύλος ξεκαθαρίζει τελικά τη θέση του στον πατέρα της Μαρίας και το ζευγαράκι επιστρέφει στη φωλίτσα του. Ο δε Νικηφόρος απειλεί θεούς και δαίμονες όταν μαθαίνει ότι η εισαγγελική απόφαση για τα περιοριστικά μέτρα εναντίον του είναι πλαστή...",
              "Date": "",
              "Duration": "46:14",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 23",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-960-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/KGl3St0ZtbEJ/PK6/playlist.m3u8",
              "Description": "Η συγκατοίκηση Νικηφόρου και Ελισάβετ συνεχίζεται επεισοδιακή με στόχο ποιος θα σπάσει περισσότερο τα νεύρα του άλλου. Ο Μίμης κάνει μια τελευταία απόπειρα να τα βρει με την Ξανθίππη. Και αυτή τη φορά τα καταφέρνει! Το ζευγαράκι ζει τον απόλυτο έρωτα απ’ την αρχή κάνοντας ράκος τη Βίβιαν που δεν πρόλαβε να χαρεί την κυριαρχία της στο σπίτι και στο εργοστάσιο. Παράλληλα ο Παύλος ξεκινάει την «εκπαίδευση» της Μαρίας αλλά αναγκάζεται να «εκπαιδευτεί» κι αυτός. Την ίδια ώρα η Ειρήνη μετά από πίεση της Ελισάβετ βγαίνει σε ραντεβού το οποίο όμως καταλήγει άδοξα. Τέλος, η Ναταλία και ο Αχιλλέας ανακαλύπτουν τον κοριό που έχει βάλει στο σπίτι τους ο Νικηφόρος και τον τιμωρούν όπως τού αρμόζει...",
              "Date": "",
              "Duration": "46:08",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 24",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-959-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/OYU4B2XtzBRQ/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος «μαθαίνει» απ’ τον κοριό ότι η Ναταλία δεν είναι πραγματική κόρη του!!! Γίνεται ράκος. Η Ελισάβετ συνεχίζοντας το δούλεμα τού «αποκαλύπτει» ότι η Ναταλία είναι καρπός παράνομου δεσμού. Εντωμεταξύ ο Παύλος συνεχίζει να παριστάνει ότι γυμνάζεται και η Μαρία συνεχίζει να παριστάνει την νοικοκυρά. Και οι δύο αποδεικνύονται ανεπίδεκτοι μαθήσεως. Ο Μίμης και η Ξανθίππη επιδίδονται στο γνωστό τους σπορ κουρελιάζοντας τα νεύρα της Βίβιαν που δεν μπορεί να χωνέψει με τίποτα τον επικείμενο γάμο. Κι εκεί που όλα δείχνουν ρόδινα για το ζευγάρι, μια έκρηξη ζήλιας του Μίμη δημιουργεί στην Ξανθίππη αμφιβολίες. Η Ειρήνη επισκέπτεται οφθαλμίατρο για την πρεσβυωπία της και «τα βλέπει όλα» στο πρόσωπο του Γιάννη, του οφθαλμίατρου. Τέλος, η Ναταλία ετοιμάζεται να δώσει στον Νικηφόρο το τελειωτικό χτύπημα...",
              "Date": "",
              "Duration": "44:42",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 25",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-958-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/mZm82P8bck3i/PK6/playlist.m3u8",
              "Description": "Η Ελισάβετ απεγνωσμένη μετά την κατάληψη του σπιτιού απ’ τον Νικηφόρο, ζητάει τη βοήθεια του Παύλου και του Μίμη. Εκείνοι, ως διαμεσολαβητές σε εμπόλεμη ζώνη, κατορθώνουν και πείθουν τον Νικηφόρο να βγει απ’ το σπίτι. Ο Νικηφόρος, όμως, δεν έχει πει ακόμα την τελευταία του λέξη… Η Ειρήνη ανταποκρίνεται στο φλερτ του οφθαλμίατρου και ενώ αρχικά διστάζει, τελικά δέχεται να βγει μαζί του… Ο Μίμης παθαίνει κι άλλη κρίση ζήλιας κάνοντας την Ξανθίππη έξαλλη ενώ η Βίβιαν προσπαθεί να πείσει τον Κίμωνα να κάνει εξετάσεις γονιμότητας μήπως και καταφέρουν να κάνουν παιδί.  Τέλος, ο Αχιλλέας και η Ναταλία βρίσκουν τον Νικηφόρο να στήνει αντίσκηνο έξω απ’ το σπίτι τους προκειμένου να προωθήσει τα αιτήματά του ως αδικημένου πατέρα...",
              "Date": "",
              "Duration": "46:18",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 26",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-957-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/Gz2fuNHSAwca/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος συνεχίζει την απεργία πείνας προς έκπληξη των υπολοίπων που ήλπιζαν πως δεν θα αντέξει. Ελισάβετ, Αχιλλέας και Ναταλία χρησιμοποιούν αθέμιτα μέσα για να τον κάνουν να λυγίσει αλλά αυτός παραμένει ανένδοτος. Στο αντίσκηνο καταφθάνουν και οι πρώτοι δημοσιογράφοι… Ο Μίμης προχωράει το θέμα του θρησκευτικού γάμου με την Ξανθίππη αλλά συνεχίζει να τις κάνει σκηνές ζηλοτυπίας. Κάτι που της δημιουργεί τεράστια ανασφάλεια. Ο Παύλος και η Ειρήνη μετά από συνάντηση με τον δικηγόρο τους μαθαίνουν ότι θα χρειαστεί τουλάχιστον ένας χρόνος για να βγει το διαζύγιο. Απογοητεύονται και οι δυο, ο καθείς για τους λόγους του. Τέλος, ο Παύλος και ο Μίμης βρίσκουν τρόπο με τη βοήθεια του Βασίλη (από το τσιπουράδικο) να σώσουν τον Νικηφόρο απ’ την ασιτία...",
              "Date": "",
              "Duration": "46:24",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 27",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-956-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/6CkFb4LOBrxY/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος σταματάει την απεργία πείνας αλλά δεν υποστέλλει την σημαία της εξέγερσης. Δέχεται πρόσκληση από την Χριστίνα Λαμπίρη και εμφανίζεται στην εκπομπή «Σούπερ Σταρ» προκαλώντας την αγανάκτηση όλων. Η Ελισάβετ εισβάλλει στην εκπομπή για να τον ξεμπροστιάσει αλλά κάνει τα πράγματα χειρότερα. Οι δημόσιες αψιμαχίες των γονιών της κάνουν τη Ναταλία να μη θέλει πια να τους ξέρει. Μαζί με τον Αχιλλέα εγκαταλείπει το σπίτι προκειμένου να πάρει αποφάσεις. Η Ξανθίππη βιώνει το προγαμιαίο άγχος και αντιμετωπίζει τις ζήλιες του Μίμη όσο πιο ψύχραιμα μπορεί. Οι εξετάσεις του Κίμωνα βγαίνουν καλές και το ζευγάρι αποφασίζει να προσπαθήσει για παιδί ακολουθώντας αυστηρό πρόγραμμα. Η Ειρήνη προχωράει δειλά-δειλά τη σχέση της με τον Γιάννη, ενώ ο Παύλος αναγκάζεται πια να ορίσει τη μέρα του αρραβώνα του με τη Μαρία...",
              "Date": "",
              "Duration": "46:38",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 28",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-955-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/D4dwyuoKFLDo/PK6/playlist.m3u8",
              "Description": "Ο Νικηφόρος ανακαλύπτει σε ποιο ξενοδοχείο μένουν τα παιδιά και μαζί με την Ελισάβετ τους κάνει επίσκεψη. Η Ναταλία προκειμένου να τελειώνει μια και καλή αυτή η ιστορία απαιτεί απ’ τον Νικηφόρο να αρχίσει να βλέπει ψυχολόγο. Εκείνος βρίσκει τον γιατρό που θα τον βοηθήσει στο πρόσωπο ενός παλιού συμμαθητή. Εντωμεταξύ ο Μίμης αναγκάζεται να ξεκινήσει εξαντλητική δίαιτα καθώς η Ξανθίππη τον πρεσάρει για να γίνει «φιγουρίνι» εν όψει του γάμου. Η δε Ειρήνη ζει τον απόλυτο έρωτα με τον Γιάννη, τον οφθαλμίατρο, μέχρι που Παύλος και Γιάννης έρχονται μούρη με μούρη μέσα στο σπίτι της Ειρήνης.",
              "Date": "",
              "Duration": "44:44",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 29",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-954-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/WgbYRX0YKYh6/PK6/playlist.m3u8",
              "Description": "Η Ελισάβετ απολαμβάνει το γεγονός ότι ο Νικηφόρος ζηλεύει τον ψυχολόγο και παριστάνει ότι της αρέσει για να τον ζεματίσει κι άλλο. Δε φαντάζεται βέβαια ότι ο Νικηφόρος θα φτάσει στο σημείο να τον ξυλοφορτώσει. Ο Μίμης πεινάει γενικώς και ειδικώς καθώς η Ξανθίππη του ‘χει κόψει τα πάντα. Η Ειρήνη ζει ευτυχισμένες μέρες και νύχτες με το Γιάννη. Ενώ ο Παύλος και η Μαρία δέχονται την επίσκεψη της θείας της απ’ το χωριό που με τη σειρά της τους καλεί να τους φιλοξενήσει. Ο Παύλος αναγκάζεται να αποδεχθεί την πρόσκληση για «τρελό week-end» στο χωριό και ζητά την συμπαράσταση του Νικηφόρου και του Μίμη.",
              "Date": "",
              "Duration": "45:33",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 30",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-953-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/nojmrjqU3ZIC/PK6/playlist.m3u8",
              "Description": "Οι τρεις φίλοι έχουν επιστρέψει απ’ το χωριό με τα πεσκέσια και τις συμβουλές που τους φίλεψε η Σύρμω. Ο Νικηφόρος προσπαθεί να κάνει τον καλό στην Ελισάβετ αλλά και στη Ναταλία με απώτερο σκοπό να τις κερδίσει. Ο Μίμης επιτέλους «τουμπάρει» την Ξανθίππη και επιστρέφουν στις ερωτικές δόξες του παρελθόντος. Ο Παύλος επισκέπτεται την Ειρήνη με πρόφαση το πεσκέσι απ’ το χωριό κι έρχεται μούρη με μούρη με το Γιάννη. Μ’ αυτά και μ’ αυτά φτάνει παραμονή του γάμου Μίμη και Ξανθίππης. Οι άντρες ξεδίνουν σε μπάτσελορ πάρτι στο τσιπουράδικο ενώ οι γυναίκες ξεδίνουν με το δικό τους τρόπο. Την άλλη μέρα στην εκκλησία βρίσκονται όλοι σε αναμμένα κάρβουνα καθώς ο γαμπρός και οι κουμπάροι είναι άφαντοι...",
              "Date": "",
              "Duration": "44:49",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 31",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-952-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/iHUx4SH0TQx3/PK6/playlist.m3u8",
              "Description": "Το μυστήριο του γάμου αποδεικνύεται επεισοδιακό. Ο Παύλος και ο Γιάννης πιάνονται στα χέρια ενώ οι άλλοι μπαίνουν στη μέση να τους χωρίσουν και καταλήγουν να μην ξέρουν ποιος δέρνει ποιον και γιατί. Ως εκ τούτου, το γαμήλιο γλέντι γίνεται σε βαρύ κλίμα. Οι τρεις άντρες πνίγουν τον καημό τους στο ποτό ενώ οι κουμπάρες και η νύφη τούς ζεματίζουν ακόμα περισσότερο. Ο Μίμης κάνει μια απόπειρα να ζητήσει συγνώμη απ’ την Ξανθίππη αλλά στο τέλος κοιμάται μόνος του στον καναπέ. Το ίδιο και ο Παύλος, αφού δεν μπορεί να πείσει τη Μαρία ότι δεν ζήλεψε που είδε την Ειρήνη με τον Γιάννη.",
              "Date": "",
              "Duration": "45:29",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 32",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-951-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/wbSGsp21Uliu/PK6/playlist.m3u8",
              "Description": "Το μυστήριο του γάμου αποδεικνύεται επεισοδιακό. Ο Παύλος και ο Γιάννης πιάνονται στα χέρια ενώ οι άλλοι μπαίνουν στη μέση να τους χωρίσουν και καταλήγουν να μη ξέρουν ποιος δέρνει ποιον και γιατί. Ως εκ τούτου το γαμήλιο γλέντι γίνεται σε βαρύ κλίμα. Οι τρεις άντρες πνίγουν τον καημό τους στο ποτό ενώ οι κουμπάρες και η νύφη τους ζεματίζουν ακόμα περισσότερο. Ο Μίμης κάνει μια απόπειρα να ζητήσει συγνώμη απ’ την Ξανθίππη αλλά στο τέλος κοιμάται μόνος του στον καναπέ. Το ίδιο και ο Παύλος, αφού δε μπορεί να πείσει τη Μαρία ότι δε ζήλεψε που είδε την Ειρήνη με το Γιάννη. Αντιθέτως ο Νικηφόρος και η Ελισάβετ μεθυσμένοι καθώς είναι, ξαπλώνουν στο ίδιο κρεβάτι και ζούνε μια νύχτα γεμάτη πάθος. ‘Ομως το πρωί που ξυπνάνε δίπλα-δίπλα τσακώνονται άσχημα και η Ελισάβετ αποφασίζει να λάβει δραστικά μέτρα. Ο Γιάννης και η Ειρήνη πηγαίνουν στο σπίτι της Ξανθίππης με σκοπό να ζητήσουν συγνώμη αλλά πέφτουν πάνω στον Παύλο και ξαναπιάνονται στα χέρια. Η Ξανθίππη με τα πολλά τους πείθει να συμφιλιωθούν. Τουλάχιστον έτσι την αφήνουν να πιστεύει… * H περίληψη του επεισοδίου είναι η ίδια με του προηγούμενου, καθώς οι αυτοσχεδιασμοί των ηθοποιών και τα σκηνοθετικά ευρήματα από την πρώτη μέρα γυρισμάτων μέχρι και σήμερα επιμήκυναν τη διάρκεια των σκηνών και έτσι «καθυστέρησαν» τις ιστορίες των σεναρίων κατά ένα επεισόδιο!",
              "Date": "",
              "Duration": "46:52",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 33",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-950-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/6nrPnJSn9Knn/PK6/playlist.m3u8",
              "Description": "Οι τρεις φίλοι καλούν τον Γιάννη στο τσιπουράδικο δήθεν για συμφιλίωση αλλά με σκοπό να τον ρεζιλέψουν. Ο Γιάννης, όμως, τους κατατροπώνει. Το φυσάνε και δεν κρυώνει. Ειδικά ο Παύλος που ζηλεύει αφόρητα. Η δε Μαρία τα παίρνει μ’ αυτή την κατάσταση και πατάει πόδι… Εντωμεταξύ η Ναταλία μαθαίνει ότι περιμένει παιδί! Ο μόνος που το ξέρει, εκτός απ’ τον Αχιλλέα, είναι ο Παύλος. Το ζευγάρι του ζητάει να μην αποκαλύψει τίποτα ακόμα σε κανέναν. Ειδικά στο Νικηφόρο… Τέλος, η Ελισάβετ συνειδητοποιεί γιατί οι υποψήφιοι αγοραστές του σπιτιού τρέπονται σε φυγή. Με τα νεύρα της κουρέλια και περίεργες εξάψεις καταλήγει να λέει στην Ξανθίππη τα καμώματα του Νικηφόρου. Κι ενώ η Ξανθίππη προσπαθεί να την ηρεμήσει, ξαφνικά η Ελισάβετ σωριάζεται λιπόθυμη.",
              "Date": "",
              "Duration": "45:54",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 34",
              "Image": "https://www.megatv.com/wp-content/uploads/2020/09/5-949-1024x576.jpeg",
              "Video": "https://c422e6f66e3a41029fa6cf83cab8b1d5.msvdn.net/vod/nPFM0DMciFr0/PK6/playlist.m3u8",
              "Description": "Η Ελισάβετ μετά τα τελευταία κατορθώματα του Νικηφόρου παθαίνει νευρικό κλονισμό.O γιατρός συμβουλεύει να κρατούν το Νικηφόρο όσο γίνεται πιο μακριά της αλλιώς τα πράγματα θα χειροτερέψουν. Ο Παύλος επιχειρεί να ξαναφέρει τη Μαρία στα νερά του. Δηλώνει μετανιωμένος και αιώνια ερωτευμένος.Ο Μίμης και η Ξανθίππη μαθαίνουν ότι η Βίβιαν προβαίνει σε απολύσεις εργαζομένων στο εργοστάσιο και γίνονται έξαλλοι. Της τα ψέλνουν άσχημα. Εκείνη θιγμένη και πληγωμένη που δεν είχε ούτε καν τη συμπαράσταση του Κίμωνα, τον εγκαταλείπει.Το μεσιτικό βρίσκει αγοραστή και το σπίτι πουλιέται.Ο Νικηφόρος παίρνει το μερίδιό του και απογοητευμένος απ’ όλα αγοράζει ένα σκάφος και το σκάει για νησί της άγονης γραμμής. Ο Παύλος και ο Μίμης κατορθώνουν να τον ακολουθήσουν και προσπαθούν να τον πείσουν να γυρίσει πίσω. ‘Εχοντας εξαντλήσει κάθε τρόπο αναγκάζονται να του φανερώσουν την εγκυμοσύνη της Ναταλίας. Ο Νικηφόρος τρέχει στο σκάφος για να σαλπάρει αλλά...",
              "Date": "",
              "Duration": "48:01",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            }
          ]
        }
      ]
    },
    {
      "Title": "Ποιός Παπαδόπουλος;",
      "ImageBack": "https://ant1media.azureedge.net/imgHandler/1920/c62b3783-16bc-40d7-8578-16e4e4b1a4e2.jpg",
      "ImageMain": "https://ant1media.azureedge.net/imgHandler/1920/c62b3783-16bc-40d7-8578-16e4e4b1a4e2.jpg",
      "Description": "Η ζωή είναι γεμάτη εκπλήξεις και απρόοπτα.\nΚάποιες φορές, όμως, κάποια… μπλεξίματα φέρνουν τα πάνω κάτω, σε βαθμό που η κατάσταση ξεφεύγει από τον έλεγχό μας.\nΑυτό συμβαίνει και στο «Ποιος Παπαδόπουλος;». \nΗ νέα κωμική σειρά του AΝΤ1, μέσα από μία αναγκαστική συγκατοίκηση, θα αλλάξει τις ισορροπίες, αλλά και τον τρόπο ζωής δύο οικογενειών, δημιουργώντας απίστευτες καταστάσεις.\nΣτο «Ποιος Παπαδόπουλος;» τα μπερδέματα ξεκινούν από τα… γεννοφάσκια των πρωταγωνιστών!\n16 χρόνια πριν. Ένα βροχερό βράδυ, δύο αντρόγυνα, ο Αρίστος (Κρατερός Κατσούλης) και η Μελίνα (Μαριάννα Τουμασάτου), ο Γιάννης (Γιάννης Δρακόπουλος) και η Περιστέρα (Ελένη Ουζουνίδου), γίνονται γονείς στο ίδιο μαιευτήριο. Δεν ξέρουν, όμως, ότι ένα blackout και το κοινό τους επώνυμο, Παπαδόπουλος, θα τους ενώσει.\n16 χρόνια μετά. Ο Αρίστος και η Μελίνα ζουν με τον γιο τους Αλέξανδρο (Κωνσταντίνος Γεωργιόπουλος) μια πλουσιοπάροχη ζωή σε μια πολυτελή βίλα. Ο Γιάννης και η Περιστέρα από την άλλη, ζουν με τον γιο τους τον Θάνο (Δημήτρης Δάρας), αλλά και τον πατέρα του Γιάννη, τον Θανάση (Βασίλης Κολοβός), σε μια φτωχική μονοκατοικία, παλεύοντας να τα βγάλουν πέρα με ένα δάνειο που χρωστάνε, με τους κατασχέτες που τους κυνηγάνε και με μόνο σταθερό εισόδημα τη σύνταξη του παππού.\nΈνα ατύχημα θα τους φέρει όλους αντιμέτωπους με μια μεγάλη έκπληξη…\nΠώς θα αντιδράσουν οι πλούσιοι αριστοκράτες Παπαδόπουλοι όταν θα αναγκαστούν να φιλοξενήσουν στην έπαυλή τους τους φτωχούς Παπαδόπουλους, για χάρη των αγοριών τους;\nΠώς θα αντιμετωπίσουν οι γονείς αυτή τη νέα πραγματικότητα;\nΠώς θα «υποδεχτούν» τα παιδιά τη νέα τους ζωή, μεγαλώνοντας κάτω από την ίδια στέγη μαζί με τους βιολογικούς τους γονείς, αλλά και με τους γονείς που τους μεγάλωσαν;\nΠώς θα ξεμπλεχτεί το κουβάρι αυτής της αναγκαστικής συμβίωσης δύο οικογενειών από δύο εντελώς διαφορετικές κοινωνικές τάξεις και με χάσμα στο οικονομικό status; ",
      "Year": "2022 - 2023",
      "Genre": "Τηλεοπτικές Σειρές",
      "Duration": "~45λ.",
      "isUnlocked": true,
      "Seasons": [
        {
          "Title": "1ος Κύκλος",
          "Image": "https://ant1media.azureedge.net/imgHandler/1920/c62b3783-16bc-40d7-8578-16e4e4b1a4e2.jpg",
          "Year": "2022",
          "isUnlocked": true,
          "Episodes": [
            {
              "Title": "Επεισόδιο 4",
              "Image": "https://ant1media.azureedge.net/imgHandler/612/8e355232-c912-4d73-8a48-27a18083e23b.jpg",
              "Video": "https://antennavod.akamaized.net/VODS2/be73e7b1-3f32-40ec-8146-65615a7629da.mp4",
              "Description": "Ο Αρίστος και η Μελίνα για να μη γίνει σκάνδαλο λένε ψέματα στους φίλους τους ότι οι έτεροι Παπαδόπουλοι είναι συγγενείς τους. Αυτό το «θέατρο» θα έχει απρόβλεπτες εξελίξεις.",
              "Date": "",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 3",
              "Image": "https://ant1media.azureedge.net/imgHandler/612/b6066727-40ee-493e-90b0-93bfa432ddca.jpg",
              "Video": "https://antennavod.akamaized.net/VODS2/2606ff28-e959-420f-9aac-c29128a29524.mp4",
              "Description": "Όλοι οι Παπαδόπουλοι προσπαθούν να συντονιστούν με την αναγκαστική συμβίωσή τους. Τα πράγματα είναι όμως πολύ δύσκολα και για τα παιδιά που κοντράρονται και για τους ενήλικες που ψάχνουν κάποιο σημείο επαφής.",
              "Date": "",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 2",
              "Image": "https://ant1media.azureedge.net/imgHandler/612/6e6c2f26-9f96-4b3f-ba60-b9ec27064dc4.jpg",
              "Video": "https://antennavod.akamaized.net/VODS2/3266bc2c-1b47-47ea-a452-319dcadc0be0.mp4",
              "Description": "Οι δυο οικογένειες Παπαδοπούλου συναντιούνται για να γνωριστούν. Μετά από τσακωμό το κάθε παιδί θα καταλήξει να μείνει με τους βιολογικούς του γονείς. Ένα νέο ατύχημα όμως θα ξαναενώσει τις δυο οικογένειες.",
              "Date": "",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            },
            {
              "Title": "Επεισόδιο 1",
              "Image": "https://ant1media.azureedge.net/imgHandler/612/cd475b9b-18b7-4852-94a4-3c5527e60124.jpg",
              "Video": "https://antennavod.akamaized.net/VODS2/02c2c16b-c577-4caa-a587-cbbe4de23ebf.mp4",
              "Description": "Ο Αρίστος και η Μελίνα Παπαδοπούλου και ο Γιάννης και η Περιστέρα Παπαδόπουλου γίνονται γονείς το ίδιο βράδυ στο ίδιο μαιευτήριο. Λόγω ενός blackout οι δυο οικογένειες παίρνουν λάθος μωρά. Δεκαέξι χρόνια μετά, εξαιτίας ενός ατυχήματος, ανακαλύπτουν το μπέρδεμα.",
              "Date": "",
              "Duration": "",
              "isUnlocked": true,
              "fetchVideo": false,
              "beforeEnd": 0,
              "Fetch": ""
            }
          ]
        }
      ]
    }
  ]
}
